<SPAN><SPAN class=headers>Title:</SPAN></B><SPAN class=RefText> &#28176;&#36827;&#38405;&#35835;&#22522;&#26412;&#27010;&#24565;&#19982;&#25805;&#20316;&#20171;&#32461;</SPAN></FONT></SPAN> 
<P></P>
<P>&#22312;&#21069;&#25991;&#12298;<A target=_blank data-za-detail-view-id="1043" 307996163?utm_source='cn.wiz.note"' p zhuanlan.zhihu.com ?https:>&#21516;&#26102;&#38405;&#35835;&#19978;&#30334;&#31687;&#25991;&#31456;&#65311;&#28176;&#36827;&#38405;&#35835;&#20043;&#31243;&#24207;&#21592;&#35270;&#35282; (IRAPP)</A>&#12299;&#20013;&#65292;&#25105;&#36890;&#36807;&#31867;&#27604;&#36827;&#31243;&#20999;&#25442;&#65292;&#20171;&#32461;&#20102;&#28176;&#36827;&#38405;&#35835;&#30340;&#25972;&#20307;&#27010;&#24565;&#21644; 6 &#20010;&#21160;&#20316;&#12290;</P>
<P>&#26412;&#25991;&#23558;&#22312;&#27492;&#22522;&#30784;&#19978;&#24341;&#20837; SuperMemo &#20013;&#28176;&#36827;&#38405;&#35835;&#30340;&#32454;&#33410;&#27010;&#24565;&#21644;&#20855;&#20307;&#25805;&#20316;&#65292;&#24102;&#22823;&#23478;&#36807;&#19968;&#36941;&#22312; SuperMemo &#37324;&#23454;&#36341;&#28176;&#36827;&#38405;&#35835;&#30340;&#27969;&#31243;&#12290;</P>
<P>&#27880;&#65306;&#26412;&#25991;&#19981;&#25552;&#20379;&#19979;&#36733;&#36164;&#28304;&#65292;&#19988;&#20197;&#33521;&#25991;&#30028;&#38754;&#20316;&#20026;&#31034;&#20363;&#12290;&#24182;&#19988;&#65292;&#26412;&#25991;&#20171;&#32461;&#30340;&#20027;&#35201;&#25805;&#20316;&#37117;&#26159;&#22522;&#20110;&#24555;&#25463;&#38190;&#30340;&#65292;&#30456;&#20449;&#25105;&#65292;&#22312;&#28176;&#36827;&#38405;&#35835;&#20013;&#20320;&#19981;&#24590;&#20040;&#20250;&#29992;&#21040;&#20320;&#30340;&#40736;&#26631;&#12290;</P>
<DIV>&nbsp;</DIV>
<DIV>&#24403;&#20320;&#21457;&#29616;&#21333;&#24352;&#21345;&#29255;&#30340;&#20869;&#23481;&#36807;&#38271;&#26102;&#65292;&#21487;&#20197;&#20351;&#29992;&#20998;&#21106;&#25991;&#31456;&#21151;&#33021;&#26469;&#20999;&#29255;&#65306;</DIV>
<DIV>
<P><img class=origin_image alt="Image #2333:c:\sm18-lazy-package-1.4\sm18\systems\all in one\elements\instantpaste\instantpaste_2022-06-18_00_45_32.png" src="file:///[PrimaryStorage]instantpaste/instantpaste_2022-06-18_00_45_32.png" width=720 height=535></P></DIV>
<DIV><STRONG></STRONG>&nbsp;</DIV>
<DIV><STRONG>&#21462;&#28040;&#21246;&#36873;&#20854;&#20182;&#36873;&#39033;&#65292;&#21482;&#21246;&#36873; Custom string </STRONG>
<P><img class=origin_image alt="Image #2333:c:\sm18-lazy-package-1.4\sm18\systems\all in one\elements\instantpaste\instantpaste_2022-06-18_00_46_18.png" src="file:///[PrimaryStorage]instantpaste/instantpaste_2022-06-18_00_46_18.png" width=817 height=344></P></DIV>
<DIV><STRONG>&#28982;&#21518;&#65292;&#36755;&#20837;&lt;H</STRONG> 
<P><img class=origin_image alt="Image #2333:c:\sm18-lazy-package-1.4\sm18\systems\all in one\elements\instantpaste\instantpaste_2022-06-18_00_46_32.png" src="file:///[PrimaryStorage]instantpaste/instantpaste_2022-06-18_00_46_32.png" width=834 height=388></P></DIV>
<DIV><STRONG>&#28857;&#20987;&#30830;&#23450;&#65292;&#23601;&#33021;&#25104;&#21151;&#25286;&#20998;&#20102;</STRONG></DIV>
<DIV><STRONG>&#65288;&#36825;&#31687;&#25991;&#31456;&#24050;&#32463;&#26367;&#20320;&#25286;&#20998;&#22909;&#20102;&#65289;</STRONG></DIV>
<DIV>&nbsp;</DIV>
<DIV>&nbsp;</DIV><SPAN></SPAN>
<H2><B>&#27010;&#24565;</B></H2>
<H3><B>&#21345;&#29255;</B></H3>
<P>&#22312; SuperMemo &#20013;&#65292;&#21345;&#29255;&#26159;&#25105;&#20204;&#27599;&#27425;&#38405;&#35835;&#12289;&#25688;&#24405;&#12289;&#25913;&#20889;&#12289;&#25366;&#31354;&#12289;&#22797;&#20064;&#30340;&#22522;&#26412;&#21333;&#20301;&#12290;&#26368;&#24120;&#35265;&#30340;&#20004;&#31181;&#21345;&#29255;&#26159;&#25688;&#24405;&#21345;&#29255;&#65288;Topic&#65289;&#21644;&#38382;&#31572;&#21345;&#29255;&#65288;Item&#65289;&#12290;&#35753;&#25105;&#20204;&#20808;&#26469;&#20102;&#35299;&#19968;&#19979;&#23427;&#20204;&#21543;&#65281;</P>
<H3>&#25688;&#24405;<B>&#21345;&#29255; Topic</B></H3>
<P>&#25688;&#24405;&#21345;&#29255;&#65292;&#23601;&#26159;&#29992;&#20110;&#38405;&#35835;&#30340;&#25991;&#26412;&#12290;&#23427;&#21487;&#20197;&#26159;&#19968;&#25972;&#31687;&#25991;&#31456;&#65292;&#20063;&#21487;&#20197;&#26159;&#20960;&#20010;&#27573;&#33853;&#65292;&#29978;&#33267;&#26159;&#19968;&#21477;&#35805;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]11/118.jpg" width=957 height=523></DIV>
<DIV><img class=origin_image src="file:///[PrimaryStorage]11/119.jpg" width=961 height=476></DIV>
<P>&#25688;&#24405;&#21345;&#29255;&#26159;&#25105;&#20204;&#29992;&#20110;&#29983;&#25104;&#38382;&#31572;&#21345;&#29255;&#30340;&#22522;&#30784;&#12290;&#22312;&#28176;&#36827;&#38405;&#35835;&#20013;&#65292;&#25688;&#24405;&#21345;&#29255;&#20250;&#38543;&#30528;&#25105;&#20204;&#30340;&#28145;&#20837;&#29702;&#35299;&#65292;&#20174;&#23436;&#25972;&#30340;&#25991;&#31456;&#29983;&#25104;&#22810;&#20010;&#29420;&#31435;&#30340;&#29255;&#27573;&#65292;&#20877;&#36880;&#27493;&#25286;&#20998;&#20986;&#22823;&#37327;&#33021;&#22815;&#23436;&#25972;&#35828;&#26126;&#19968;&#20010;&#31616;&#21333;&#30693;&#35782;&#30340;&#21477;&#23376;&#12290;</P>
<P>&#27599;&#19968;&#27425;&#25688;&#24405;&#65288;&#39640;&#20142;&#65289;&#25991;&#26412;&#65292;SuperMemo &#23601;&#20250;&#29983;&#25104;&#19968;&#24352;&#23545;&#24212;&#30340;&#25688;&#24405;&#21345;&#29255;&#65292;&#20197;&#20379;&#21518;&#32493;&#38405;&#35835;&#21644;&#22788;&#29702;&#12290;</P>
<P>&#24403;&#19968;&#24352;&#25688;&#24405;&#21345;&#29255;&#24050;&#32463;&#25552;&#28860;&#21040;&#28385;&#24847;&#30340;&#31243;&#24230;&#26102;&#65292;&#25105;&#20204;&#23601;&#21487;&#20197;&#23545;&#20854;&#36827;&#34892;&#25366;&#31354;&#65292;&#29983;&#25104;&#38382;&#31572;&#21345;&#29255;&#12290;</P>
<H3><B>&#38382;&#31572;&#21345;&#29255; Item</B></H3>
<P>&#38382;&#31572;&#21345;&#29255;&#65292;&#23601;&#26159;&#29992;&#20110;&#33258;&#25105;&#27979;&#35797;&#30340;&#38382;&#39064; - &#31572;&#26696; - &#23545;&#12290;&#22312;&#28176;&#36827;&#38405;&#35835;&#20013;&#65292;&#38382;&#31572;&#21345;&#29255;&#36890;&#24120;&#26159;&#29992;&#25366;&#31354;&#21019;&#24314;&#30340;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]11/120.jpg" width=941 height=687></DIV>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/121.jpg" width=956 height=695></DIV>
<P>&#38382;&#31572;&#21345;&#29255;&#21644;&#25688;&#24405;&#21345;&#29255;&#30340;&#20027;&#35201;&#21306;&#21035;&#26159;&#65292;&#38382;&#31572;&#21345;&#29255;&#38656;&#35201;&#25105;&#20204;&#20027;&#21160;&#22238;&#24518;&#26469;&#27979;&#35797;&#33258;&#24049;&#26159;&#21542;&#35760;&#20303;&#35813;&#30693;&#35782;&#65292;&#32780;&#25688;&#24405;&#21345;&#29255;&#21482;&#29992;&#20110;&#34987;&#21160;&#38405;&#35835;&#12289;&#25913;&#20889;&#12289;&#25688;&#24405;&#12290;</P>
<H3><B>&#30693;&#35782;&#26641; Knowledge Tree</B></H3>
<P>&#30693;&#35782;&#26641;&#26159;&#28176;&#36827;&#38405;&#35835;&#20013;&#65292;&#38543;&#30528;&#25105;&#20204;&#30340;&#25688;&#24405;&#12289;&#25366;&#31354;&#32780;&#33258;&#21160;&#29983;&#25104;&#30340;&#22823;&#32434;&#32467;&#26500;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/122.jpg"></DIV>
<P>&#36890;&#36807;&#25302;&#21160;&#12289;&#28155;&#21152;&#65292;&#25105;&#20204;&#21487;&#20197;&#25163;&#21160;&#35843;&#25972;&#30693;&#35782;&#26641;&#30340;&#32467;&#26500;&#65292;&#25110;&#28155;&#21152;&#26032;&#30340;&#21345;&#29255;&#12290;</P>
<H3><B>&#20248;&#20808;&#32423; Priority</B></H3>
<P>&#20248;&#20808;&#32423;&#26159;&#25351;&#21345;&#29255;&#22312;&#20320;&#30340;&#30693;&#35782;&#38598;&#21512;&#20013;&#30340;&#20248;&#20808;&#31243;&#24230;&#12290;&#28176;&#36827;&#38405;&#35835;&#20351;&#23398;&#20064;&#22823;&#37327;&#30693;&#35782;&#21464;&#24471;&#23481;&#26131;&#65292;&#20294;&#26159;&#22914;&#26524;&#25105;&#20204;&#19981;&#33021;&#26377;&#25928;&#30340;&#22788;&#29702;&#25152;&#26377;&#23548;&#20837;&#30340;&#30693;&#35782;&#65292;&#25105;&#20204;&#21487;&#33021;&#20250;&#28010;&#36153;&#26102;&#38388;&#22312;&#20302;&#20248;&#20808;&#30340;&#26448;&#26009;&#19978;&#65292;&#32780;&#24573;&#30053;&#20102;&#39640;&#20248;&#20808;&#30340;&#26448;&#26009;&#12290;</P>
<P>&#22312;&#28176;&#36827;&#38405;&#35835;&#20013;&#65292;&#25152;&#26377;&#21345;&#29255;&#37117;&#20250;&#25353;&#29031;&#20248;&#20808;&#32423;&#25490;&#24207;&#65288;&#26377;&#19968;&#23450;&#30340;&#38543;&#26426;&#21270;&#65289;&#65292;&#36825;&#26679;&#23601;&#24418;&#25104;&#20102;&#19968;&#20010;&#20248;&#20808;&#32423;&#38431;&#21015;&#12290;</P>
<P>&#24403;&#25105;&#20204;&#27599;&#22825;&#23398;&#20064;&#30340;&#26102;&#38388;&#29992;&#23436;&#26102;&#65292;&#27809;&#26377;&#22788;&#29702;&#23436;&#30340;&#24453;&#21150;&#26448;&#26009;&#23558;&#20250;&#34987;&#24310;&#36831;&#12290;&#22240;&#27492;&#65292;&#21482;&#26377;&#20248;&#20808;&#32423;&#36739;&#39640;&#30340;&#21345;&#29255;&#33021;&#22815;&#36798;&#21040;&#26399;&#26395;&#30340;&#20445;&#30041;&#29575;&#27700;&#24179;&#12290;</P>
<P>&#22914;&#26524;&#25105;&#20204;&#26576;&#22825;&#27809;&#26377;&#23436;&#25104; SuperMemo &#23433;&#25490;&#30340;&#23398;&#20064;&#65292;&#19981;&#35201;&#26377;&#21387;&#21147;&#12290;&#26377;&#20102;&#20248;&#20808;&#32423;&#38431;&#21015;&#65292;&#25105;&#20204;&#24050;&#32463;&#20570;&#21040;&#20102;&#26368;&#22909;&#12290;&#21482;&#26377;&#20248;&#20808;&#32423;&#36739;&#20302;&#30340;&#26448;&#26009;&#20250;&#33853;&#19979;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/123.jpg" width=946 height=405></DIV>
<P>&#35814;&#24773;&#35831;&#35265;&#65306;<A rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043" ?https: priority_queue#8092dba3? wiki supermemo www.yuque.com>Priority queue &#20248;&#20808;&#32423;&#38431;&#21015; &#183; &#35821;&#38592; (yuque.com)</A></P>
<H3><B>&#24453;&#21150;&#38431;&#21015; Outstanding Queue</B></H3>
<P>&#24453;&#21150;&#38431;&#21015;&#30001;&#25152;&#26377;&#24050;&#32463;&#21040;&#26399;&#30340;&#21345;&#29255;&#32452;&#25104;&#12290;&#40664;&#35748;&#24773;&#20917;&#19979;&#65292;&#27599;&#22788;&#29702; 4 &#24352;&#38382;&#31572;&#21345;&#29255;&#65292;&#23601;&#20250;&#20986;&#29616; 1 &#24352;&#25688;&#24405;&#21345;&#29255;&#12290;&#22914;&#26524;&#21040;&#26399;&#30340;&#25152;&#26377;&#38382;&#31572;&#21345;&#29255;&#37117;&#34987;&#22788;&#29702;&#23436;&#27605;&#65292;&#23558;&#23433;&#25490;&#21097;&#19979;&#30340;&#25688;&#24405;&#21345;&#29255;&#12290;</P>
<P>&#36890;&#24120;&#24453;&#21150;&#38431;&#21015;&#37324;&#30340;&#21345;&#29255;&#20250;&#26681;&#25454;&#20248;&#20808;&#32423;&#25490;&#24207;&#65292;&#24182;&#21152;&#20837;&#19968;&#28857;&#30340;&#38543;&#26426;&#24615;&#12290;</P>
<P>&#24453;&#21150;&#38431;&#21015;&#30340;&#23436;&#25104;&#36827;&#24230;&#23558;&#20250;&#26174;&#31034;&#22312;&#29366;&#24577;&#26639;&#65288;Status bar&#65289;&#20013;&#65306;</P>
<DIV><img></DIV>
<P>&#36825;&#20123;&#25968;&#23383;&#20998;&#21035;&#20195;&#34920;&#65306;</P>
<UL>
<LI>&nbsp;3360 it&#65306;&#38598;&#21512;&#20013;&#30340;&#38382;&#31572;&#21345;&#29255;&#25968; 
<LI>&nbsp;2052 top&#65306;&#38598;&#21512;&#20013;&#30340;&#25688;&#24405;&#21345;&#29255;&#25968; 
<LI>&nbsp;188&#65306;&#24453;&#22788;&#29702;&#30340;&#38382;&#31572;&#21345;&#29255;&#25968; 
<LI>&nbsp;233&#65306;&#24453;&#22788;&#29702;&#30340;&#25688;&#24405;&#21345;&#29255;&#25968; 
<LI>&nbsp;560&#65306;&#20170;&#22825;&#21040;&#26399;&#30340;&#25152;&#26377;&#21345;&#29255;&#25968;&#65288;&#27880;&#65306;&#21253;&#25324;&#34987;&#33258;&#21160;&#24310;&#36831;&#30340;&#21345;&#29255;&#12289;&#20170;&#26085;&#26032;&#22686;&#30340;&#21345;&#29255;&#65289; 
<LI>&nbsp;24.8%&#65306;&#30446;&#21069;&#30340;&#23398;&#20064;&#36827;&#24230;&nbsp;</LI></UL>
<H3><B>&#27010;&#24565;&#32452; Concept Group</B></H3>
<P>&#27010;&#24565;&#32452;&#23601;&#31867;&#20284;&#20110; Anki &#20013;&#30340;&#29260;&#32452;&#65292;&#21487;&#20197;&#29992;&#26469;&#24402;&#31867;&#19981;&#21516;&#30340;&#21345;&#29255;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/125.jpg" width=801 height=579></DIV>
<P>&#21516;&#26102;&#65292;&#27010;&#24565;&#32452;&#36824;&#21487;&#20197;&#35774;&#32622;&#23545;&#24212;&#30340;&#21345;&#29255;&#27169;&#26495;&#21644;&#40664;&#35748;&#20248;&#20808;&#32423;&#12290;&#25152;&#26377;&#26032;&#22686;&#30340;&#21345;&#29255;&#37117;&#20250;&#35774;&#20026;&#27010;&#24565;&#32452;&#40664;&#35748;&#30340;&#27169;&#26495;&#21644;&#20248;&#20808;&#32423;&#12290;</P>
<H2><B>&#25805;&#20316;</B></H2>
<P>&#20102;&#35299;&#20102;&#22522;&#30784;&#27010;&#24565;&#21518;&#65292;&#35753;&#25105;&#20204;&#23398;&#20064;&#19968;&#19979;&#22312; SuperMemo &#20013;&#23454;&#36341;&#28176;&#36827;&#38405;&#35835;&#30340;&#20960;&#20010;&#20855;&#20307;&#25805;&#20316;&#21543;&#65281;</P>
<H3><B>&#28155;&#21152;&#27010;&#24565;&#32452;</B></H3>
<P>Alt + C&#65292;&#25171;&#24320;&#30693;&#35782;&#26641;&#30340;&#31383;&#21475;&#12290;&#21491;&#38190;&#19968;&#20010;&#33410;&#28857;&#65292;&#24314;&#31435;&#19968;&#20010;&#25991;&#20214;&#22841;&#65288;Folder&#65289;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/126.jpg"></DIV>
<P>&#28857;&#20987;&#25991;&#20214;&#22841;&#33410;&#28857;&#65292;Ctrl + K &#25110;&#21491;&#38190;&#65292;&#21019;&#24314;&#27010;&#24565;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/127.jpg"></DIV>
<P>&#36755;&#20837;&#27010;&#24565;&#30340;&#21517;&#23383;&#65292;&#28857;&#20987; OK &#21363;&#21487;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/128.jpg"></DIV>
<P>&#27880;&#65306;&#26032;&#24314;&#30340;&#27010;&#24565;&#32452;&#20250;&#25104;&#20026;&#40664;&#35748;&#30340;&#27010;&#24565;&#32452;</P>
<H3><B>&#35774;&#32622;&#40664;&#35748;&#27010;&#24565;&#32452;</B></H3>
<P>&#28857;&#20987;&#33756;&#21333;&#26639;&#19978;&#30340;&#30005;&#28783;&#27873;&#65306;</P>
<P><FIGURE><img class=origin_image src="file:///[PrimaryStorage]16/162.png" width=945 height=93 data-size="normal" data-caption="" data-rawwidth="945" data-rawheight="93" data-original="https://pic3.zhimg.com/v2-9efb6e5a5d58e1b1fdd2313905ea360e_r.jpg"></FIGURE> </P>
<P>&#22312;&#24038;&#20391;&#36873;&#25321;&#19968;&#20010;&#27010;&#24565;&#32452;&#65292;&#20877;&#28857;&#20987; Accept</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]12/130.jpg" width=871 height=742></DIV>
<P>&#24685;&#21916;&#20320;&#65292;&#20320;&#24050;&#32463;&#35774;&#32622;&#22909;&#20102;&#40664;&#35748;&#30340;&#27010;&#24565;&#32452;&#65292;&#20043;&#21518;&#23548;&#20837;&#30340;&#25991;&#31456;&#37117;&#20250;&#28155;&#21152;&#21040;&#35813;&#27010;&#24565;&#32452;&#20043;&#20013;&#12290;</P>
<P>&#27880;&#65306;&#21246;&#36873; Auto-apply &#21487;&#20197;&#24110;&#21161;&#20320;&#33258;&#21160;&#35774;&#32622;&#27169;&#26495;&#65292;&#36825;&#26679;&#26032;&#24314;&#21345;&#29255;&#30340;&#26102;&#20505;&#23601;&#19981;&#29992;&#33258;&#24049;&#35774;&#32622;&#20102;&#12290;</P>
<H3><B>&#23548;&#20837;&#25991;&#31456;</B></H3>
<P>&#36825;&#37324;&#21482;&#20171;&#32461;&#23548;&#20837;&#21487;&#22797;&#21046;&#26448;&#26009;&#30340;&#26368;&#31616;&#21333;&#26041;&#24335;&#65292;&#20854;&#20182;&#26448;&#26009;&#30340;&#23548;&#20837;&#23558;&#20250;&#22312;&#21518;&#32493;&#25991;&#31456;&#20013;&#19987;&#38376;&#20171;&#32461;&#12290;</P>
<P>&#27880;&#65306;&#22823;&#37096;&#20998;&#25805;&#20316;&#21482;&#35201;&#26377;&#24555;&#25463;&#38190;&#25105;&#23601;&#21482;&#20250;&#29992;&#24555;&#25463;&#38190;&#12290;&#25484;&#25569;&#24555;&#25463;&#38190;&#26159;&#36827;&#34892;&#27785;&#28024;&#24335;&#28176;&#36827;&#38405;&#35835;&#30340;&#37325;&#35201;&#19968;&#29615;&#12290;</P>
<P>&#19968;&#27493;&#19968;&#27493;&#26469;&#65306;</P>
<OL>
<LI>&nbsp;&#22312;&#20219;&#20309;&#22320;&#26041;&#65292;Ctrl + C&#65292;&#22797;&#21046;&#20320;&#24863;&#20852;&#36259;&#30340;&#20869;&#23481; 
<LI>&nbsp;&#22312; SuperMemo &#20013;&#65292;Alt + N&#65292;&#28155;&#21152;&#19968;&#20010;&#26032;&#30340;&#25688;&#24405;&#21345;&#29255; 
<LI>&nbsp;&#22312;&#26032;&#29983;&#25104;&#30340;&#31354;&#30333;&#25688;&#24405;&#21345;&#29255;&#20013;&#65292;Ctrl + V&#65292;&#31896;&#36148;&#20320;&#22797;&#21046;&#22909;&#30340;&#25991;&#26412;&nbsp;</LI></OL>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/131.gif" width=1162 height=615></DIV>
<P>&#24685;&#21916;&#65292;&#20320;&#24050;&#32463;&#23548;&#20837;&#22909;&#20102;&#19968;&#31687;&#25991;&#31456;&#65281;</P>
<P>&#40664;&#35748;&#24773;&#20917;&#19979;&#65292;&#36825;&#31687;&#25991;&#31456;&#20250;&#22312; 15 &#22825;&#20869; (&#19981;&#21547;&#24403;&#22825;) &#23433;&#25490;&#20320;&#38405;&#35835;&#12290;</P>
<P>&#22914;&#26524;&#20320;&#24050;&#32463;&#24613;&#19981;&#21487;&#24453;&#65292;Ctrl + Shift + J&#65292;&#28982;&#21518;&#36755;&#20837;&#19968;&#20010;&#25968;&#23383;&#65292;&#23558;&#21345;&#29255;&#25554;&#20837;&#24403;&#22825;&#30340;&#24453;&#21150;&#38431;&#21015;&#30340;&#29305;&#23450;&#20301;&#32622;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/132.jpg"></DIV>
<P>PS&#65306;&#36825;&#37324;&#20320;&#21487;&#33021;&#20250;&#23545;&#31896;&#36148;&#21518;&#30340;&#26684;&#24335;&#24863;&#21040;&#22256;&#25200;&#65292;&#20851;&#20110;&#22914;&#20309;&#20415;&#25463;&#30340;&#22788;&#29702; SuperMemo &#20013;&#30340;&#25991;&#26412;&#26684;&#24335;&#65292;&#25105;&#20250;&#23558;&#22312;&#21518;&#32493;&#25945;&#31243;&#20013;&#34917;&#20805;&#12290;</P>
<H3><B>&#38405;&#35835;&#25991;&#31456;</B></H3>
<P>Ctrl + L&#65292;&#24320;&#22987;&#20320;&#30340;&#23398;&#20064;&#65292;&#22914;&#26524;&#20986;&#29616;&#20102;&#19968;&#24352;&#25688;&#24405;&#21345;&#29255;&#65292;&#37027;&#20040;&#25105;&#20204;&#23601;&#21487;&#20197;&#24320;&#22987;&#38405;&#35835;&#20102;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/133.jpg" width=955 height=1052></DIV>
<P>&#21487;&#33021;&#29992;&#21040;&#30340;&#24555;&#38190;&#38190;&#65306;</P>
<UL>
<LI>&nbsp;E&#65288;&#25110;&#28857;&#20987;&#25991;&#26412;&#65289;&#65306;&#36827;&#20837;&#32534;&#36753;&#27169;&#24335; 
<LI>&nbsp;Ctrl + F7&#65306;&#35774;&#32622;&#38405;&#35835;&#28857;&#65292;&#19979;&#19968;&#27425;&#36935;&#21040;&#36825;&#31687;&#25991;&#31456;&#26102;&#65292;SuperMemo &#20250;&#33258;&#21160;&#36339;&#21040;&#38405;&#35835;&#28857;&#65288;&#40664;&#35748;&#30340;&#38405;&#35835;&#28857;&#26159;&#20320;&#26368;&#21518;&#19968;&#20010;&#36827;&#34892;&#25688;&#24405;&#30340;&#20301;&#32622;&#65289; 
<LI>&nbsp;Esc&#65306;&#36864;&#20986;&#32534;&#36753;&#27169;&#24335;&#65292; 
<LI>&nbsp;Enter&#65288;&#22312;&#36864;&#20986;&#32534;&#36753;&#27169;&#24335;&#24773;&#20917;&#19979;&#65289;&#65306;&#23436;&#25104;&#38405;&#35835;&#24182;&#22788;&#29702;&#19979;&#19968;&#24352;&#24453;&#21150;&#21345;&#29255; 
<LI>&nbsp;Ctrl + D&#65306;&#24573;&#30053;&#35813;&#21345;&#29255;&#65292;SuperMemo &#23558;&#19981;&#20250;&#20877;&#23433;&#25490;&#20320;&#22797;&#20064;&#35813;&#21345; 
<LI>&nbsp;Ctrl + Shift + Enter&#65306;&#24573;&#30053;&#24182;&#21024;&#38500;&#21345;&#29255;&#20869;&#23481; 
<LI>&nbsp;Delete&#65306;&#21024;&#38500;&#21345;&#29255;&#21450;&#20854;&#20998;&#25903;&#65288;&#23601;&#26159;&#35828;&#20174;&#36825;&#24352;&#21345;&#29255;&#25688;&#24405;&#25110;&#25366;&#31354;&#29983;&#25104;&#30340;&#21345;&#29255;&#20063;&#20250;&#19968;&#36215;&#21024;&#25481;&#65292;&#24910;&#29992;&#65289;&nbsp;</LI></UL>
<P>&#22914;&#26524;&#22312;&#38405;&#35835;&#20013;&#36935;&#21040;&#24456;&#22256;&#38590;&#30340;&#29255;&#27573;&#65292;&#21487;&#20197;&#21442;&#32771;&#20197;&#19979;&#20570;&#27861;&#65306;</P>
<P><SR-BLOCKQUOTE>&#26469;&#28304;&#65306;<A rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043" ?https: wiki supermemo www.yuque.com additional_skills_in_il#AlnQS?>&#22788;&#29702;&#38590;&#20197;&#29702;&#35299;&#30340;&#25991;&#31456; &#183; &#35821;&#38592; (yuque.com)</A></P>
<P>&#22312;&#22686;&#37327;&#38405;&#35835;&#20013;&#65292;&#25105;&#20204;&#32463;&#24120;&#20250;&#36935;&#21040;&#38590;&#20197;&#29702;&#35299;&#30340;&#26448;&#26009;&#12290;&#25105;&#20204;&#23558;&#38656;&#35201;&#25552;&#39640;&#20998;&#26512;&#33021;&#21147;&#65292;&#20197;&#24110;&#21161;&#25105;&#20204;&#30830;&#23450;&#22256;&#38590;&#30340;&#21407;&#22240;&#12290;&#22914;&#26524;&#32618;&#39745;&#31096;&#39318;&#26159;&#20316;&#32773;&#65292;&#21017;&#21024;&#38500;&#35813;&#25991;&#31456;&#12290;&#22914;&#26524;&#25105;&#20204;&#38656;&#35201;&#20808;&#24041;&#22266;&#38598;&#21512;&#20013;&#30340;&#20854;&#20182;&#23398;&#20064;&#26448;&#26009;&#65292;&#21017;&#24310;&#36831;&#38405;&#35835;&#25991;&#31456;&#12290;&#22914;&#26524;&#25105;&#20204;&#38656;&#35201;&#26356;&#22810;&#30693;&#35782;&#20648;&#22791;&#65292;&#21017;&#24310;&#36831;&#25991;&#31456;&#24182;&#23548;&#20837;&#26356;&#22810;&#30456;&#20851;&#30693;&#35782;&#30340;&#25991;&#31456;&#65292;&#20197;&#22686;&#36827;&#29702;&#35299;&#12290;&#21035;&#24536;&#20102;<B>&#26377;&#20123;&#25991;&#26412;&#24182;&#19981;&#36866;&#21512;&#22686;&#37327;&#38405;&#35835;</B>&#65288;&#20363;&#22914;&#65292;&#31185;&#23398;&#23454;&#39564;&#30340;&#25551;&#36848;&#65292;&#25968;&#23398;&#25512;&#23548;&#65292;&#28304;&#20195;&#30721;&#20013;&#30340;&#32534;&#31243;&#31034;&#20363;&#65292;&#26696;&#20363;&#30740;&#31350;&#31561;&#65289;&#12290;&#22312;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#35831;&#20351;&#29992;&#20256;&#32479;&#30340;&#20840;&#38754;&#20998;&#26512;&#26041;&#27861;&#65292;&#27719;&#24635;&#20998;&#26512;&#32467;&#26524;&#65292;&#24182;&#20351;&#29992; SuperMemo &#36319;&#36394;&#33258;&#24049;&#30340;&#24635;&#32467;&#12290; 
<P>&#36825;&#26159;&#35299;&#20915;&#22686;&#37327;&#38405;&#35835;&#20013;&#22797;&#26434;&#24615;&#30340;&#26041;&#27861;&#65306; 
<P>&#20174;&#24320;&#22836;&#24320;&#22987;&#38405;&#35835;&#25991;&#31456;&#12290;&#25214;&#21040;&#22256;&#38590;&#29255;&#27573;&#21518;&#65292;&#23545;&#20854;&#36827;&#34892;&#20998;&#26512;&#65292;&#24182;&#35786;&#26029;&#20986;&#29702;&#35299;&#38382;&#39064;&#30340;&#21407;&#22240; 
<P>&#22914;&#26524;&#26412;&#25991;&#30340;&#20854;&#20313;&#37096;&#20998;&#19981;&#22826;&#20381;&#36182;&#22256;&#38590;&#29255;&#27573;&#65292;&#35831;&#23558;&#20854;&#25688;&#24405;&#20986;&#26469;&#24182;&#32487;&#32493;&#38405;&#35835; 
<P>&#22914;&#26524;&#22312;&#19981;&#29702;&#35299;&#22256;&#38590;&#29255;&#27573;&#30340;&#24773;&#20917;&#19979;&#26080;&#27861;&#29702;&#35299;&#26412;&#25991;&#30340;&#20854;&#20313;&#37096;&#20998;&#65292;&#35831;&#36873;&#25321;&#20197;&#19979;&#36873;&#39033;&#20043;&#19968;&#65306; 
<P>&#22914;&#26524;&#25105;&#20204;&#38656;&#35201;&#26356;&#22810;&#30340;&#30693;&#35782;&#26469;&#29702;&#35299;&#29255;&#27573;&#65292;&#35831;&#25512;&#36831;&#25991;&#31456;&#65288;&#20174;&#20803;&#32032;&#33756;&#21333;&#36873;&#25321;<B><SPAN>&nbsp;</SPAN>Learning &gt;&gt; Reschedule</B><SPAN>&nbsp;</SPAN>&#25110;<CODE>Ctrl</CODE>+<CODE>J</CODE><SPAN>&nbsp;</SPAN><B>&#37325;&#26032;&#23433;&#25490;</B>&#26102;&#38388;&#65289; 
<P>&#22914;&#26524;&#35813;&#29255;&#27573;&#36807;&#20110;&#22797;&#26434;&#19988;&#27809;&#26377;&#38405;&#35835;&#27442;&#26395;&#65288;&#20363;&#22914;&#65292;&#30001;&#20110;&#35821;&#27861;&#65292;&#25514;&#36766;&#65292;&#34920;&#36848;&#65292;&#36923;&#36753;&#31561;&#26041;&#38754;&#30340;&#38169;&#35823;&#65289;&#65292;&#35831;&#21024;&#38500;&#35813;&#25991;&#31456;&#65292;&#24182;&#23547;&#25214;&#26367;&#20195;&#26448;&#26009; 
<P>&#22914;&#26524;&#20915;&#23450;&#20351;&#29992;<CODE>Ctrl</CODE>+<CODE>J</CODE><SPAN>&nbsp;</SPAN>&#25512;&#36831;&#25991;&#31456;&#65292;&#35831;&#20808;&#30830;&#23450;&#38656;&#35201;&#21738;&#20123;&#26032;&#30693;&#35782;&#65292;&#28982;&#21518;&#20877;&#36820;&#22238;&#22256;&#38590;&#30340;&#29255;&#27573;&#12290; 
<P>&#21015;&#20986;&#23383;&#20856;&#26465;&#30446;&#12289;&#30334;&#31185;&#20840;&#20070;&#25991;&#31456;&#12289;&#32593;&#32476;&#19978;&#38656;&#35201;&#36827;&#19968;&#27493;&#22788;&#29702;&#30340;&#25991;&#31456;&#12290;&#23558;&#25628;&#32034;&#30340;&#26448;&#26009;&#23433;&#25490;&#20026;&#21333;&#29420;&#30340;&#25688;&#24405;&#21345;&#29255;&#65292;&#25110;&#23581;&#35797;&#31435;&#21363;&#25628;&#32034;&#26032;&#30693;&#35782; 
<P>&#24403;&#25105;&#20204;&#24863;&#35273;&#33258;&#24049;&#33021;&#29702;&#35299;&#22256;&#38590;&#30340;&#25991;&#31456;&#26102;&#65292;&#20272;&#31639;&#25152;&#38656;&#30340;&#26102;&#38388;&#38388;&#38548;&#65292;&#24182;&#19988;&#20351;&#29992;<CODE>Ctrl</CODE>+<CODE>J</CODE>&#35774;&#32622;&#38388;&#38548;&#12290;&#22914;&#26524;&#25991;&#31456;&#21253;&#21547;&#39640;&#20248;&#20808;&#32423;&#30693;&#35782;&#65292;&#37027;&#20040;&#26368;&#22909;&#36824;&#26159;&#35880;&#24910;&#19968;&#28857;&#24182;&#23433;&#25490;&#23613;&#26089;&#22797;&#20064;&#12290;</SR-BLOCKQUOTE> 
<H3>&#25688;&#24405;<B><SPAN>&nbsp;</SPAN>Extract</B></H3>
<P>&#36873;&#20013;&#20320;&#35748;&#20026;&#37325;&#35201;&#30340;&#20869;&#23481;&#65292; Alt + X&#65292;&#36873;&#20013;&#30340;&#25991;&#26412;&#20250;&#34987;&#34013;&#33394;&#39640;&#20142;&#65292;&#24182;&#29983;&#25104;&#19968;&#24352;&#20197;&#36873;&#20013;&#25991;&#26412;&#20026;&#20869;&#23481;&#30340;&#25688;&#24405;&#21345;&#29255;&#12290;</P>
<P>&#26032;&#29983;&#25104;&#30340;&#25688;&#24405;&#21345;&#29255;&#20250;&#22312;&#20960;&#26085;&#20869;&#23433;&#25490;&#20877;&#27425;&#38405;&#35835;&#65292;&#36825;&#21462;&#20915;&#20110;&#21407;&#25991;&#26412;&#30340;&#20248;&#20808;&#32423;&#12290;</P>
<P><SR-BLOCKQUOTE>Shift + Alt + X &#21487;&#20197;&#22312;&#25688;&#24405;&#21518;&#30452;&#25509;&#35774;&#32622;&#25688;&#24405;&#37096;&#20998;&#30340;&#38405;&#35835;&#26102;&#38388;&#12289;&#20248;&#20808;&#32423;&#65292;&#19981;&#36807;&#26222;&#36890;&#30340;&#25688;&#24405;&#19968;&#33324;&#22815;&#29992;&#20102;&#12290;</SR-BLOCKQUOTE> </P>
<P>&#20851;&#20110;&#25688;&#24405;&#20160;&#20040;&#26679;&#30340;&#20869;&#23481;&#65292;&#36825;&#37324;&#26377;&#20960;&#28857;&#32463;&#39564;&#65306;</P>
<UL>
<LI>&nbsp;&#19981;&#38656;&#35201;&#39044;&#22791;&#30693;&#35782;&#30340;&#20107;&#23454;&#20869;&#23481; 
<LI>&nbsp;&#26377;&#19968;&#23450;&#29702;&#35299;&#30340;&#30693;&#35782;&#29255;&#27573; 
<LI>&nbsp;&#37325;&#35201;&#30340;&#29255;&#27573;&#65288;&#21487;&#33021;&#19981;&#22826;&#29702;&#35299;&#65292;&#25688;&#24405;&#20986;&#26469;&#21482;&#26159;&#20026;&#20102;&#21518;&#32493;&#22788;&#29702;&#65289;&nbsp;</LI></UL>
<P>&#20854;&#23454;&#23601;&#26159;&#21010;&#37325;&#28857;&#65292;&#22823;&#23478;&#24212;&#35813;&#37117;&#21010;&#36807;&#65292;&#25353;&#29031;&#33258;&#24049;&#30340;&#20064;&#24815;&#26469;&#21363;&#21487;&#12290;</P>
<P>&#22914;&#26524;&#36935;&#21040;&#38590;&#20197;&#25688;&#24405;&#20869;&#23481;&#65292;&#21487;&#20197;&#30452;&#25509;&#32534;&#36753;&#21407;&#25991;&#65292;&#20889;&#19979;&#33258;&#24049;&#30340;&#24635;&#32467;&#65292;&#28982;&#21518;&#25688;&#24405;&#33258;&#24049;&#30340;&#31508;&#35760;&#21363;&#21487;&#12290;</P>
<P>&#31616;&#21270;&#21345;&#29255;&#30340;&#25216;&#24039;&#65292;&#35831;&#21442;&#32771;&#65306;</P>
<UL>
<LI>&nbsp;<A target=_blank data-za-detail-view-id="1043" p zhuanlan.zhihu.com ?https: 269997143?>20 &#26465;&#30693;&#35782;&#34920;&#36848;&#35268;&#21017;&#65288;20 &#21608;&#24180;&#29256;&#65289;</A> 
<LI>&nbsp;<A target=_blank data-za-detail-view-id="1043" p zhuanlan.zhihu.com ?https: 219996956?>Anki &#39640;&#32771;&#30340; 20 &#26465;&#21407;&#21017;&#8212;&#26469;&#33258;&#12298;&#26377;&#25928;&#30340;&#23398;&#20064;&#65306;&#32452;&#32455;&#30693;&#35782;&#30340; 20 &#26465;&#21407;&#21017;&#12299;</A> 
<LI>&nbsp;<A target=_blank data-za-detail-view-id="1043" p zhuanlan.zhihu.com ?https: 297790034?>&#22522;&#20110;&#20027;&#21160;&#22238;&#24518;&#30340;&#23398;&#20064;&#20013;&#30340;&#30693;&#35782;&#32467;&#26500;&#19982;&#34920;&#36848;</A> 
<LI>&nbsp;<A target=_blank data-za-detail-view-id="1043" p zhuanlan.zhihu.com ?https: 283017134?>&#38388;&#38548;&#37325;&#22797;&#20013;&#30340;&#31616;&#21270;&#19982;&#20887;&#20313;</A>&nbsp;</LI></UL>
<H3><B>&#25366;&#31354; Cloze</B></H3>
<P>&#36873;&#20013;&#35201;&#25366;&#31354;&#30340;&#20851;&#38190;&#35789;&#25110;&#30701;&#35821;&#65292;Alt + Z&#65292;&#36873;&#20013;&#30340;&#25991;&#26412;&#20250;&#34987;&#27225;&#33394;&#39640;&#20142;&#65292;&#24182;&#29983;&#25104;&#19968;&#24352;&#27491;&#38754;&#20026;&#25366;&#31354;&#21477;&#23376;&#65292;&#32972;&#38754;&#20026;&#25366;&#31354;&#20869;&#23481;&#30340;&#38382;&#31572;&#21345;&#29255;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/134.jpg" width=963 height=695></DIV>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/135.jpg" width=955 height=693></DIV>
<P>&#35813;&#38382;&#31572;&#21345;&#29255;&#20063;&#20250;&#22312; 1~30 &#22825;&#20869;&#23433;&#25490;&#22797;&#20064;&#65288;&#19968;&#33324;&#20248;&#20808;&#32423;&#39640;&#30340;&#37117;&#20250;&#22312; 5 &#22825;&#20869;&#22797;&#20064;&#65289;</P>
<H3><B>&#20027;&#21160;&#22238;&#24518;</B></H3>
<P>&#22312;&#20351;&#29992;&#28176;&#36827;&#38405;&#35835;&#20960;&#22825;&#21518;&#65292;&#25105;&#20204;&#21487;&#33021;&#20250;&#36935;&#21040;&#31532;&#19968;&#24352;&#38382;&#31572;&#21345;&#29255;&#12290;&#21482;&#38656;&#35201;&#20808;&#30475;&#27491;&#38754;&#22238;&#24518;&#32972;&#38754;&#65292;&#28982;&#21518;&#26597;&#30475;&#31572;&#26696;&#33258;&#35273;&#25171;&#20998;&#21363;&#21487;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/136.jpg" width=967 height=696></DIV>
<P>SuperMemo &#30340;&#35780;&#20998;&#26377; 5 &#20010;&#26723;&#27425;&#65292;&#20854;&#20013; 1, 2 &#23545;&#24212;&#36951;&#24536;&#65292;3,4,5 &#23545;&#24212;&#24819;&#36215;&#65292;&#20855;&#20307;&#30340;&#35780;&#20998;&#26631;&#20934;&#26377;&#20154;&#24635;&#32467;&#20026;&#19979;&#22270;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/137.jpg" width=1704 height=993></DIV>
<P>&#24403;&#28982;&#65292;&#20320;&#20063;&#21487;&#20197;&#35774;&#23450;&#33258;&#24049;&#30340;&#26631;&#20934;&#65292;&#31639;&#27861;&#20250;&#35299;&#20915;&#32972;&#21518;&#30340;&#22797;&#20064;&#38382;&#39064;&#12290;</P>
<H3><B>&#35774;&#32622;&#20248;&#20808;&#32423;</B></H3>
<P>&#26032;&#22686;&#21345;&#29255;&#30340;&#20248;&#20808;&#32423;&#26159;&#30001;&#23545;&#24212;&#30340;&#27010;&#24565;&#32452;&#40664;&#35748;&#35774;&#32622;&#30340;&#12290;&#24403;&#28982;&#65292;&#25105;&#20204;&#21487;&#20197;&#20570;&#20986;&#33258;&#24049;&#30340;&#20915;&#23450;&#65292;&#35774;&#32622;&#19968;&#20999;&#21345;&#29255;&#30340;&#20248;&#20808;&#32423;&#12290;</P>
<P>Alt + P&#65292;&#21628;&#20986;&#20248;&#20808;&#32423;&#35774;&#32622;&#33756;&#21333;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/138.jpg" width=957 height=417></DIV>
<P>&#25302;&#21160;&#28369;&#22359;&#21363;&#21487;&#35843;&#25972;&#20248;&#20808;&#32423;&#12290;&#24038;&#36793;&#26159;&#39640;&#20248;&#20808;&#65292;&#21491;&#36793;&#26159;&#20302;&#20248;&#20808;&#12290;</P>
<H3><B>&#20854;&#20182;&#25216;&#24039;</B></H3>
<P>&#36825;&#37324;&#26159;&#19968;&#20123;&#19981;&#22826;&#22909;&#20998;&#31867;&#65292;&#20294;&#26159;&#21487;&#33021;&#20250;&#27604;&#36739;&#24120;&#29992;&#30340;&#25216;&#24039;&#65306;</P>
<H3><B>&#24120;&#29992;&#24555;&#25463;&#38190;</B></H3>
<UL>
<LI>&nbsp;Ctrl + &#8593;&#65306;&#26597;&#30475;&#19978;&#19968;&#32423;&#65292;&#36890;&#24120;&#26159;&#20320;&#25688;&#24405;&#20986;&#26469;&#30340;&#25688;&#24405;&#21345;&#29255;&#21644;&#38382;&#31572;&#21345;&#29255;&#30340;&#21407;&#25991;&#12290; 
<LI>&nbsp;Alt + &#8592;&#65306;&#26597;&#30475;&#19978;&#19968;&#24352;&#21345;&#29255;&#65292;&#22914;&#26524;&#20320;&#20570;&#20102;&#25688;&#24405;&#25110;&#25366;&#31354;&#65292;&#19978;&#19968;&#24352;&#21345;&#29255;&#23601;&#26159;&#20320;&#21018;&#21018;&#25688;&#24405;&#25110;&#25366;&#31354;&#30340;&#21345;&#29255;&#12290; 
<LI>&nbsp;Ctrl + Shift + M&#65306;&#20026;&#24403;&#21069;&#21345;&#29255;&#36873;&#25321;&#27169;&#26495; 
<LI>&nbsp;Ctrl + Shift + R&#65306;&#20026;&#24403;&#21069;&#21345;&#29255;&#35774;&#32622;&#19979;&#19968;&#27425;&#26597;&#30475;&#30340;&#26102;&#38388;&#65288;&#19968;&#33324;&#19981;&#29992;&#65292;&#38500;&#38750;&#20320;&#35273;&#24471;&#36825;&#20010;&#21345;&#29255;&#24456;&#37325;&#35201;&#25110;&#32773;&#24456;&#19981;&#37325;&#35201;&#65289; 
<LI>&nbsp;Ctrl + Shift + 1&#65306;&#23558;&#36873;&#20013;&#20869;&#23481;&#32479;&#19968;&#26684;&#24335;&#12290;&#20363;&#22914;&#65292;&#19968;&#27573;&#25991;&#23383;&#20026; 12<B>3456</B>&#65292;&#36873;&#20013; 1 &#21040; 6&#65292;&#25353;&#19979;&#32452;&#21512;&#38190;&#65292;&#25991;&#23383;&#23558;&#32479;&#19968;&#26684;&#24335;&#65292;&#21464;&#25104; 123456&#12290;&nbsp;</LI></UL>
<H3><B>&#33258;&#21160;&#25490;&#24207;&#21644;&#33258;&#21160;&#24310;&#36831;</B></H3>
<P>&#33258;&#21160;&#25490;&#24207;&#26159;&#40664;&#35748;&#24320;&#21551;&#30340;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/139.jpg"></DIV>
<P>&#33258;&#21160;&#24310;&#36831;&#38656;&#35201;&#33258;&#24049;&#25163;&#21160;&#24320;&#21551;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]13/140.jpg"></DIV>
<H3><B>&#31383;&#21475;&#24067;&#23616;</B></H3>
<P>SuperMemo &#30340;&#31383;&#21475;&#38750;&#24120;&#22810;&#65292;&#25105;&#19968;&#33324;&#22312;&#22797;&#20064;&#26102;&#21482;&#30041;&#19968;&#20010;&#26174;&#31034;&#21345;&#29255;&#30340;&#31383;&#21475;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]14/141.jpg" width=1920 height=1079></DIV>
<P>&#21487;&#20197;&#36890;&#36807;&#25302;&#21160;&#36793;&#26694;&#26469;&#35843;&#25972;&#31383;&#21475;&#22823;&#23567;&#65292;&#22312; Window &#33756;&#21333;&#20013;&#35774;&#32622;&#35201;&#20986;&#29616;&#30340;&#31383;&#21475;&#65292;&#24182;&#29992; Save custom layout &#20445;&#23384;&#35843;&#25972;&#22909;&#30340;&#31383;&#21475;&#65306;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]14/142.jpg" width=948 height=466></DIV>
<H3><B>&#21442;&#25968;&#35774;&#32622;</B></H3>
<P>Tookit&#12299;Options &#25171;&#24320;&#21442;&#25968;&#35774;&#32622;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]14/143.jpg"></DIV>
<P>SuperMemo &#23601;&#27809;&#20160;&#20040;&#21442;&#25968;&#22909;&#35774;&#32622;&#20102;&#65292;&#19968;&#20010;&#20840;&#23616;&#30340;&#36951;&#24536;&#25351;&#25968;&#65288;Forgetting index&#65289;&#65292;&#40664;&#35748;&#20026; 10%&#65292;&#21363;&#27599;&#20010;&#21345;&#29255;&#21482;&#26377;&#21040;&#36951;&#24536;&#29575;&#20026; 10% &#26102;&#25165;&#20250;&#23433;&#25490;&#22797;&#20064;&#12290;</P>
<P>Mdinight shift &#23601;&#26159;&#26356;&#26032;&#27599;&#26085;&#24453;&#21150;&#38431;&#21015;&#30340;&#26102;&#38388;&#12290;&#40664;&#35748;&#26159; 0h&#65292;&#20063;&#23601;&#26159;&#21320;&#22812;&#26356;&#26032;&#65292;&#29100;&#22812;&#20826;&#21487;&#20197;&#25226;&#36825;&#20010;&#35843;&#21040; 6h&#65292;&#20063;&#23601;&#26159;&#26089;&#19978; 6 &#28857;&#12290;</P>
<P>Skip final drill &#40664;&#35748;&#26159;&#19981;&#21246;&#36873;&#30340;&#65292;&#20063;&#23601;&#26159;&#35828;&#65292;&#24403;&#20320;&#23436;&#25104;&#27599;&#26085;&#22797;&#20064;&#20219;&#21153;&#21518;&#65292;&#20250;&#36827;&#20837; final drill &#27169;&#24335;&#65292;final drill &#20250;&#25910;&#38598;&#24403;&#22825;&#35780;&#20998;&#23567;&#20110; 4 &#30340;&#25152;&#26377;&#21345;&#29255;&#65292;&#35753;&#20320;&#21152;&#24378;&#32451;&#20064;&#12290;&#20294;&#26159;&#22312;&#25105;&#30475;&#26469;&#65292;&#27515;&#35760;&#30828;&#32972;&#26159;&#19981;&#22909;&#30340;&#65292;&#25105;&#23601;&#36339;&#36807;&#20102;</P>
<P>&#33267;&#20110; Interval &#36825;&#20010;&#65292;&#40664;&#35748;&#22909;&#20687;&#26159; 7 &#22825;&#65292;&#24847;&#24605;&#26159;&#22914;&#26524;&#38388;&#38548;&#22823;&#20110; 7 &#22825;&#23601;&#20250;&#25552;&#31034;&#20320;&#19968;&#19979;&#65292;&#25105;&#23244;&#23427;&#28902;&#20154;&#65292;&#23601;&#25226;&#38388;&#38548;&#25913;&#25104; 36500 &#20102;&#12290;</P>
<DIV><img class=origin_image src="file:///[PrimaryStorage]14/144.jpg" width=1037 height=649></DIV>
<H2><B>&#32467;&#35821;</B></H2>
<P>&#20197;&#19978;&#23601;&#26159;&#26412;&#26399;&#20171;&#32461;&#30340;&#20840;&#37096;&#20869;&#23481;&#65292;&#36825;&#20123;&#25805;&#20316;&#26159; SuperMemo &#20013;&#26368;&#24120;&#29992;&#20063;&#26159;&#26368;&#26377;&#29992;&#30340;&#12290;&#22914;&#26524;&#20320;&#26377;&#20219;&#20309;&#30097;&#38382;&#65292;&#27426;&#36814;&#35780;&#35770;&#21306;&#35752;&#35770;&#12290;</P>
<P>&#20063;&#27426;&#36814;&#38405;&#35835; SuperMemo China &#24535;&#24895;&#32773;&#32500;&#25252;&#30340; SM18 &#20013;&#25991;&#24110;&#21161;&#25163;&#20876;&#65306;</P>
<P><SR-DEEPLINK><A href="https://www.yuque.com/supermemo/wiki" target=_blank ?https: wiki supermemo www.yuque.com help?>SuperMemo 18 &#24110;&#21161;&#25991;&#26723; &#183; &#35821;&#38592;</A> </OUTLINE></TOC></TOC-BG><SR-ANNOTE-FLOATING class=hidden></SR-ANNOTE-FLOATING></P>
<P><!--EndFragment-->