<STRONG><FONT color=blue>&#26377;&#25928;&#30340;&#23398;&#20064;&#65306;&#22788;&#29702;&#30693;&#35782;&#30340;20&#26465;&#35268;&#21017; : </FONT></STRONG><STRONG>&#31532;&#21313;&#19968;&#12289;&#19982;&#24178;&#25200;&#20570;&#26007;&#20105;</NE-TEXT></STRONG><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-HEADING-CONTENT></NE-H2><NE-P id=106abb71162cab57d99f22c8182baa6a_p_218 data-lake-id="106abb71162cab57d99f22c8182baa6a_p_218"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=2d6d4935b89dbe0e2df7315ea5f0971a_p_219 data-lake-id="2d6d4935b89dbe0e2df7315ea5f0971a_p_219"><NE-TEXT>&#24403;&#20320;&#23398;&#20064;&#30456;&#21516;&#30340;&#20869;&#23481;&#26102;&#20320;&#32463;&#24120;&#20250;&#28151;&#28102;&#20182;&#20204;&#12290;&#27604;&#22914;&#65306;&#20320;&#21487;&#33021;&#22312;&#21306;&#20998;&#21333;&#35789; historic &#21644; historical &#26102;&#30896;&#21040;&#38382;&#39064;&#12290;&#36825;&#31181;&#24773;&#20917;&#22312;&#20320;&#35760;&#24518;&#22823;&#37327;&#25968;&#23383;&#26102;&#20250;&#26356;&#21152;&#26126;&#26174;&#65292;&#20363;&#22914;&#65306;&#22312;&#29983;&#29289;&#23454;&#39564;&#30340;&#33647;&#21058;&#37197;&#27604;&#12290; &#22914;&#26524;&#23545;&#19968;&#39033;&#20869;&#23481;&#30340;&#30693;&#35782;&#20351;&#35760;&#20303;&#21478;&#19968;&#39033;&#20869;&#23481;&#26356;&#21152;&#22256;&#38590;&#20102;&#65292;&#37027;&#20040;&#25105;&#20204;&#31216;&#36825;&#31181;&#24773;&#20917;&#20026;&#35760;&#24518;&#24178;&#25200;&#12290; &#24448;&#24448;&#65292;&#20320;&#21487;&#20197;&#29282;&#29282;&#30340;&#35760;&#20303;&#26576;&#39033;&#20869;&#23481;&#22909;&#22810;&#24180;&#65292;&#30452;&#21040;&#12290;&#12290;&#12290;&#20320;&#24320;&#22987;&#35760;&#24518;&#21478;&#19968;&#39033;&#20869;&#23481;&#65292;&#20197;&#33267;&#20110;&#20004;&#32773;&#37117;&#24456;&#38590;&#35760;&#20303;&#20102;&#65281;&#27604;&#22914;&#65292;&#20320;&#22312;&#23398;&#20064;&#22320;&#29702;&#30340;&#26102;&#20505;&#35760;&#20303;&#20102;&#20301;&#20110;&#22996;&#20869;&#29790;&#25289;&#65292;&#33487;&#37324;&#21335;&#21644;&#24052;&#35199;&#20043;&#38388;&#30340;&#22269;&#23478;&#26159;&#22317;&#20122;&#37027;&#12290;&#32780;&#19988;&#65292;&#21482;&#35201;&#22797;&#20064;&#20960;&#27425;&#65292;&#20320;&#23601;&#33021;&#24456;&#23481;&#26131;&#30340;&#22238;&#24518;&#36215;&#36825;&#20010;&#20107;&#23454;&#12290;&#28982;&#32780;&#65292;&#19968;&#26086;&#20320;&#28155;&#21152;&#20102;&#30456;&#20284;&#30340;&#20869;&#23481;&#24182;&#35810;&#38382;&#25152;&#26377;&#36825;&#20123;&#22269;&#23478;&#20197;&#21450;&#27861;&#23646;&#22317;&#20122;&#37027;&#21644;&#21733;&#20262;&#27604;&#20122;&#30340;&#20301;&#32622;&#26102;&#65292;&#20320;&#20250;&#31361;&#28982;&#21457;&#29616;&#24456;&#24378;&#30340;&#35760;&#24518;&#24178;&#25200;&#24182;&#24320;&#22987;&#36951;&#24536;&#65292;&#31616;&#21333;&#26469;&#35828;&#23601;&#26159;&#65292;&#20320;&#20250;&#28151;&#28102;&#65292;&#32780;&#19981;&#30693;&#36947;&#21738;&#20010;&#26159;&#21738;&#20010;&#20102;&#12290;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=9c56ecf09c84a42020f1c0dd6460690c_p_220 data-lake-id="9c56ecf09c84a42020f1c0dd6460690c_p_220"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=f9cd90c759798f94eafdc224a1082079_p_221 data-lake-id="f9cd90c759798f94eafdc224a1082079_p_221"><NE-TEXT>&#23545;&#20110;&#26377;&#32463;&#39564;&#30340;SuperMemo&#29992;&#25143;&#26469;&#35828;&#65292;&#35760;&#24518;&#24178;&#25200;&#21487;&#33021;&#26159;&#36951;&#24536;&#30340;&#26368;&#22823;&#30340;&#19968;&#20010;&#21407;&#22240;&#12290;&#20320;&#27704;&#36828;&#26080;&#27861;&#30693;&#36947;&#23427;&#20160;&#20040;&#26102;&#20505;&#20250;&#21457;&#29983;&#65292;&#24212;&#23545;&#20182;&#30340;&#21807;&#19968;&#26041;&#27861;&#23601;&#26159;&#21457;&#29616;&#24182;&#21435;&#38500;&#12290;&#25442;&#32780;&#35328;&#20043;&#65292;&#22312;&#32452;&#32455;&#30693;&#35782;&#28857;&#26102;&#39044;&#27979;&#35760;&#24518;&#24178;&#25200;&#24448;&#24448;&#26159;&#19981;&#21487;&#33021;&#30340;&#12290;&#24178;&#25200;&#21487;&#33021;&#21457;&#29983;&#22312;&#27627;&#19981;&#30456;&#24178;&#30340;&#20869;&#23481;&#20043;&#38388;&#65292;&#20687;&#26159; Guyana , Guyard, Guyenne&#65288;&#24418;&#20284;&#65311;&#65289;&#20197;&#21450; Guyana &#65292;kayman &#21644; ... aspirin&#65288;&#20160;&#20040;&#39740;&#65311;&#65289;&#23545;&#20110;&#20320;&#21644;&#21035;&#30340;&#20154;&#26469;&#35828;&#65292;&#35760;&#24518;&#24178;&#25200;&#30340;&#20316;&#29992;&#26041;&#24335;&#20250;&#24456;&#19981;&#21516;&#12290;&#36825;&#24456;&#38590;&#39044;&#27979;&#12290;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=70a1d1e1a593e58a7f63727c676411db_p_222 data-lake-id="70a1d1e1a593e58a7f63727c676411db_p_222"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=f71eb745459adc0e9a5f737bde0cf8bc_p_223 data-lake-id="f71eb745459adc0e9a5f737bde0cf8bc_p_223"><NE-TEXT>&#22312;&#35760;&#24518;&#24178;&#25200;&#20135;&#29983;&#19981;&#33391;&#24433;&#21709;&#21069;&#65292;&#20320;&#24212;&#35813;&#23613;&#21487;&#33021;&#30340;&#38450;&#27490;&#36825;&#31181;&#24773;&#20917;&#12290;&#36825;&#26377;&#21161;&#20110;&#20943;&#23569;&#20320;&#23398;&#20064;&#36807;&#31243;&#30340;&#31934;&#31070;&#21387;&#21147;&#12290;&#19979;&#38754;&#26159;&#19968;&#20123;&#25552;&#31034;&#65306;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=2fb6599da40f309006191e7a2f3cebe9_p_224 data-lake-id="2fb6599da40f309006191e7a2f3cebe9_p_224"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=2eb63251549942dc6c277c55a66b6b1d_p_225 data-lake-id="2eb63251549942dc6c277c55a66b6b1d_p_225"><NE-TEXT>&#35753;&#38382;&#39064;&#23613;&#21487;&#33021;&#30340;&#28165;&#26224;&#12290;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=73af83e6e31af8831621458232b96888_p_226 data-lake-id="73af83e6e31af8831621458232b96888_p_226"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=ce9935c6df75731a1993c6f31d66e654_p_227 data-lake-id="ce9935c6df75731a1993c6f31d66e654_p_227"><NE-TEXT>&#35880;&#36981;&#26368;&#23567;&#20449;&#24687;&#21407;&#21017;&#12290;&#65288;&#26412;&#25991;&#21097;&#20313;&#30340;&#35832;&#22810;&#20934;&#21017;&#37117;&#26159;&#22522;&#20110;&#36991;&#20813;&#24178;&#25200;&#30340;&#65281;&#65289;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=bdc03e8bcffcbda15027382924358318_p_228 data-lake-id="bdc03e8bcffcbda15027382924358318_p_228"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-P id=802940949b7d4d445a35aae00f498852_p_229 data-lake-id="802940949b7d4d445a35aae00f498852_p_229"><NE-TEXT>&#22312;&#35760;&#24518;&#24178;&#25200;&#21457;&#29983;&#20043;&#21069;&#65292;&#19968;&#26086;&#21457;&#29616;&#65292;&#23601;&#35201;&#31435;&#21363;&#21435;&#38500;&#12290;&#65288;&#20363;&#22914;&#65306;&#24403;&#20320;&#30475;&#35265;&#21333;&#35789; inept&#65292;&#20320;&#24819;&#12300;&#25105;&#30693;&#36947;&#21333;&#35789; inept &#21644; inapt &#30340;&#24847;&#24605;&#65292;&#20294;&#25105;&#23558;&#19981;&#30693;&#36947;&#21738;&#20010;&#26159;&#21738;&#20010;&#65281;&#12301;&#65289;</NE-TEXT><SPAN class=ne-viewer-b-filter ne-filter="block"> 
<P></SPAN></NE-P><NE-P id=8cc0a1f126bf8ee201bd7f38025053c4_p_230 data-lake-id="8cc0a1f126bf8ee201bd7f38025053c4_p_230"><SPAN class=ne-viewer-b-filter ne-filter="block">
<P></SPAN></NE-P><NE-H2 id=f355c738 data-lake-id="f355c738"><NE-HEADING-CONTENT><NE-TEXT ne-bold="true">