<SPAN class=headers>Title:</SPAN></B><SPAN class=RefText> &#22914;&#20309;&#20889;&#20986;&#22909;&#21345;&#29255;&#65306;&#21033;&#29992;&#38388;&#38548;&#37325;&#22797;&#21019;&#36896;&#29702;&#35299;</SPAN></FONT> 
<P><A href="https://zhuanlan.zhihu.com/p/434074509"><SPAN class=headers>Link:</SPAN></B><SPAN class=RefText> https://zhuanlan.zhihu.com/p/434074509</SPAN></FONT></A></P>
<P>&#21407;&#25991;&#65306;<A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">How to write good prompts</A></P>
<P><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Andy Matuschak</A></U><SPAN>&nbsp;</SPAN>December 2020</P>
<P>&#35793;&#24207;&#65306;<A class=internal href="https://zhuanlan.zhihu.com/p/434076813" data-za-detail-view-id="1043">&#32771;&#35797;&#37324;&#26377;&#23398;&#20064;&#30340;&#22885;&#31192;&#65311;&#65281;&#21069;&#33529;&#26524;&#31995;&#32479;&#24037;&#31243;&#24072;&#25163;&#25226;&#25163;&#25945;&#23398;</A></P>
<BLOCKQUOTE>&#27880;&#65306;&#27491;&#25991;&#20013;&#30340;[&#25968;&#23383;]&#34920;&#31034;&#30340;&#26159;&#27880;&#37322;&#65292;&#21487;&#20197;&#21892;&#29992; Ctrl+F &#36827;&#34892;&#39029;&#38754;&#20869;&#25628;&#32034;&#12290; 
<P>&#26412;&#25991;&#26377;&#20004;&#19975;&#20116;&#21315;&#22810;&#23383;&#65292;&#21487;&#20197;&#22312;&#20320;&#20570;&#21345;&#29255;&#26102;&#20316;&#20026;&#21442;&#32771;&#12290;</P></BLOCKQUOTE>
<HR>

<P>&#23567;&#26102;&#20505;&#65292;&#25105;&#26102;&#24120;&#20570;&#36825;&#26679;&#30340;&#30333;&#26085;&#26790;&#65292;&#21482;&#35201;&#20687;&#25171;&#28216;&#25103;&#37027;&#26679;&#25970;&#23545;&#20316;&#24330;&#20195;&#30721;&#65292;&#30005;&#33041;&#23601;&#12300;&#21716;&#21716;&#12301;&#20004;&#22768;&#65292;&#33258;&#21160;&#32473;&#25105;&#25171;&#24320;&#31070;&#22855;&#30340;&#19990;&#30028;&#65292;&#35753;&#25105;&#25317;&#26377;&#21644;&#28216;&#25103;&#20027;&#35282;&#19968;&#26679;&#36229;&#20961;&#30340;&#21147;&#37327;&#65292;&#25670;&#33073;&#36825;&#21333;&#35843;&#20047;&#21619;&#30340;&#29983;&#27963;&#12290;</P>
<P>&#20197;&#19978;&#24187;&#24819;&#22810;&#21322;&#26159;&#28216;&#25103;&#29609;&#22826;&#22810;&#30340;&#32536;&#25925;&#65292;&#20294;&#37027;&#31070;&#22855;&#30340;&#24863;&#35273;&#27491;&#19982;&#25105;&#21518;&#26469;&#20351;&#29992;&#12300;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#12301;&#65288;Spaced Repetition Systems , &#19979;&#31216;&#12300;SRS&#12301;&#25110;&#12300;SR&#31995;&#32479;&#12301;&#65289;&#30340;&#20307;&#39564;&#21035;&#26080;&#20108;&#33268;&#12290;&#22914;&#26524;&#20351;&#29992;&#24471;&#24403;&#65292;&#33021;&#20135;&#29983;&#39764;&#27861;&#33324;&#30340;&#25928;&#26524;&#65292;&#35753;&#20320;&#25484;&#25511;&#35760;&#24518;&#30340;&#20027;&#21160;&#26435;&#65292;&#32780;&#19981;&#26159;&#21548;&#22825;&#30001;&#21629;&#12290;[1] &#23427;&#21487;&#20197;&#25552;&#39640;&#23398;&#20064;&#25928;&#29575;&#12289;&#20652;&#21270;&#21019;&#24847;&#24037;&#20316;&#65292;&#25110;&#32773;&#24102;&#26469;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//notes.andymatuschak.org/Spaced_repetition_systems_can_be_used_to_program_attention" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#26356;&#22810;</A></U>&#20196;&#20154;&#20852;&#22859;&#30340;&#20107;&#24773;&#12290;&#24403;&#28982;&#65292;&#23427;&#20063;&#35201;&#20687;&#31461;&#24180;&#24187;&#24819;&#37027;&#26679;&#65292;&#20808;&#35201;&#12300;&#25353;&#23545;&#20316;&#24330;&#20195;&#30721;&#12301;&#65292;&#22855;&#36857;&#25165;&#20250;&#26174;&#29616; &#8212;&#8212; &#25442;&#21477;&#35805;&#35828;&#65292;&#35774;&#27861;&#20889;&#20986;&#22909;&#21345;&#29255;&#65292;&#25165;&#33021;&#33437;&#40635;&#24320;&#38376;&#12290;&#65288;&#21363;&#23454;&#36341;&#26102;&#65292;&#20320;&#22312;&#21345;&#29255;&#19978;&#25972;&#29702;&#30340;&#38382;&#31572;&#65289;</P>
<P>&#19968;&#20010; SR &#31995;&#32479;&#30340;&#20248;&#21155;&#65292;&#23436;&#20840;&#21462;&#20915;&#20320;&#33021;&#32473;&#20986;&#30340;&#21345;&#29255;&#12290;&#26032;&#25163;&#38454;&#27573;&#65292;&#22240;&#20026;&#20320;&#19981;&#30693;&#36947;&#20160;&#20040;&#26679;&#30340;&#21345;&#29255;&#26159;&#22909;&#30340;&#65292;&#25152;&#20197;&#21487;&#33021;&#20889;&#20986;&#24456;&#24046;&#30340;&#21345;&#29255;&#20063;&#26080;&#20174;&#25913;&#36827;&#12290;&#22312;&#25105;&#30340;&#26089;&#26399;&#38454;&#27573;&#65292;&#23545; SR &#31995;&#32479;&#30340;&#23454;&#39564;&#19968;&#22914;&#25105;&#31461;&#24180;&#20081;&#25353;&#20316;&#24330;&#30721;&#65306;&#25226;&#23427;&#24403;&#20570;&#38463;&#25289;&#19969;&#31070;&#28783;&#37027;&#26679;&#21435;&#25320;&#24324;&#12289;&#29730;&#30952;&#65292;&#24076;&#26395;&#33021;&#26080;&#24847;&#20013;&#21796;&#37266;&#23427;&#30340;&#39764;&#21147;&#12290;</P>
<P>&#24184;&#36816;&#30340;&#26159;&#65292;&#21345;&#29255;&#25776;&#20889;&#20174;&#26469;&#19981;&#26159;&#29572;&#23398;&#65292;&#32780;&#26159;&#20307;&#31995;&#23436;&#25972;&#30340;&#30693;&#35782;&#21487;&#20197;&#24110;&#20320;&#20998;&#36776;&#21345;&#29255;&#30340;&#26377;&#25928;&#24615;&#12289;&#29702;&#35299;&#21046;&#21345;&#30340;&#26041;&#27861;&#35770;&#12290;&#36825;&#31867;&#20869;&#23481;&#32593;&#19978;&#25968;&#19981;&#29978;&#25968;&#65292;&#32780;&#26412;&#25351;&#21335;&#30340;&#37325;&#28857;&#65292;&#26159;&#24110;&#21161;&#20320;&#20174;&#21046;&#21345;&#36164;&#26009;&#65288;&#28436;&#35762;&#12289;&#25991;&#31456;&#31561;&#65289;&#30340;&#35821;&#22659;&#20013;&#65292;<B>&#21019;&#36896;</B>&#24182;&#24635;&#32467;&#19968;&#31181;<B>&#29702;&#35299;</B><SPAN>&nbsp;</SPAN>&#8212;&#8212; &#25105;&#19968;&#21521;&#35748;&#20026;&#65292;&#21345;&#29255;&#19981;&#20165;&#35201;&#24110;&#21161;&#28040;&#21270;&#21560;&#25910;&#20316;&#32773;&#34920;&#36798;&#30340;&#30693;&#35782;&#65292;&#20063;&#35201;&#20174;&#20013;&#34893;&#29983;&#20026;&#20320;&#29983;&#27963;&#21644;&#21019;&#26032;&#24037;&#20316;&#25152;&#29992;&#29702;&#35299;&#12290;</P>
<P>&#23545;&#20110;&#19981;&#29087;&#24713;&#12300;&#38388;&#38548;&#37325;&#22797;&#12301;&#30340;&#35835;&#32773;&#65292;&#26412;&#25991;&#20250;&#24110;&#20320;&#20811;&#26381;&#37027;&#20123;&#24120;&#35265;&#30340;&#12289;&#35753;&#20320;&#20174;&#20837;&#38376;&#21040;&#25918;&#24323;&#30340;&#38459;&#30861;&#65307;&#23545;&#20110;&#26377;&#32463;&#39564;&#30340;&#35835;&#32773;&#65292;&#21518;&#32493;&#31456;&#33410;&#20250;&#28085;&#30422;&#19981;&#24120;&#35265;&#30340;&#19968;&#20123;&#32534;&#21345;&#29702;&#24565;&#65292;&#20197;&#21152;&#28145;&#20320;&#30340; SRS &#23454;&#36341;[2]&#12290;&#25105;&#20204;&#35752;&#35770;&#30340;&#19996;&#35199;&#27010;&#25324;&#24615;&#36739;&#24378;&#65292;&#20027;&#35201;&#38598;&#20013;&#22312;&#21046;&#21345;&#30340;&#32434;&#39046;&#23618;&#38754;&#65292;&#22240;&#27492;&#26080;&#35770;&#20320;&#29992;&#20160;&#20040; &#20855;&#20307;&#30340; SR &#31995;&#32479;&#65292;&#30456;&#20449;&#37117;&#26377;&#25152;&#21463;&#30410;&#12290;</P>
<H2 id=h_434074509_0 data-into-catalog-status=""><B>&#12300;&#25552;&#21462;&#32451;&#20064;&#12301;&#8212;&#8212; SRS&#30340;&#26680;&#24515;</B></H2>
<P>&#21345;&#29255;&#30340;&#20855;&#20307;&#24212;&#29992;&#26377;&#24456;&#22810;&#65292;&#20294;&#32534;&#20889;&#21345;&#29255;&#26102;&#26368;&#22909;&#35760;&#20303;&#65292;&#19981;&#31649;&#34920;&#38754;&#22914;&#20309;&#65292;&#20320;&#27491;&#22312;&#32473;&#26410;&#26469;&#30340;&#33258;&#24049;&#32534;&#21046;&#20219;&#21153;&#65292;&#19968;&#20010;&#37325;&#22797;&#20877;&#37325;&#22797;&#30340;&#20219;&#21153;&#12290;&#22240;&#27492;&#35831;&#29282;&#29282;&#35760;&#20303;&#65292;<B>&#12300;&#35774;&#35745;&#21345;&#29255;&#12301;&#21363;&#12300;&#35774;&#35745;&#20219;&#21153;&#12301;</B>&#12290;</P>
<P>&#22914;&#26524;&#26576;&#24352;&#21345;&#29255;&#12300;&#35265;&#25928;&#12301;&#20102;&#65292;&#37027;&#19981;&#26159;&#30896;&#24039;&#65292;&#32780;&#26159;&#22240;&#20026;&#20320;&#23545;&#35813;&#20219;&#21153;&#30340;&#25191;&#34892;&#65292;&#29992;&#26576;&#31181;&#26377;&#29992;&#30340;&#26041;&#24335;&#12300;&#25913;&#21464;&#12301;&#20102;&#33258;&#24049;&#12290;&#26681;&#25454;&#36825;&#28857;&#65292;&#25105;&#20204;&#20540;&#24471;&#33457;&#19968;&#28857;&#26102;&#38388;&#21435;&#20102;&#35299;&#36825;&#20123;&#12300;&#25913;&#21464;&#12301;&#32972;&#21518;&#30340;&#26426;&#21046;&#12290;&#36825;&#26679;&#23601;&#33021;&#26377;&#38024;&#23545;&#24615;&#22320;&#32534;&#21046;&#20219;&#21153;&#65292;&#24182;&#35774;&#35745;&#20320;&#24819;&#20135;&#29983;&#30340;&#25913;&#21464;&#20102;&#12290;</P>
<P>SR &#20219;&#21153;&#23545;&#20320;&#20135;&#29983;&#12300;&#25913;&#21464;&#12301;&#30340;&#26368;&#26680;&#24515;&#12289;&#26368;&#24120;&#35265;&#30340;&#26426;&#21046;&#65292;&#34987;&#31216;&#20026;&#12300;<B>&#25552;&#21462;&#32451;&#20064;</B>&#12301;&#65288;retrieval practice&#65289; &#12290;&#31616;&#32780;&#35328;&#20043;: &#20320;&#30340;&#22238;&#24518;&#21363;&#23545;&#35760;&#24518;&#30340;&#25552;&#21462;&#65292;&#25552;&#21462;&#34892;&#20026;&#24448;&#24448;&#20250;&#24378;&#21270;&#35760;&#24518;[3]&#65292;&#24182;&#19988;&#36825;&#20010;&#25928;&#24212;&#20250;&#20943;&#32531;&#36951;&#24536;&#12290;&#22240;&#27492;&#65292;&#26377;&#31574;&#30053;&#22320;&#35268;&#21010;&#27599;&#27425;&#25552;&#21462;&#20043;&#38388;&#30340;&#38388;&#38548;&#65292;&#21487;&#20197;&#26377;&#25928;&#38459;&#27490;&#36951;&#24536;&#12290;&#23613;&#31649;&#23427;&#29289;&#29702;&#23618;&#38754;&#30340;&#26426;&#21046;&#23578;&#19981;&#26126;&#30830;&#65292;&#20294;&#25968;&#30334;&#21517;&#35748;&#30693;&#31185;&#23398;&#23478;&#23545;&#27492;&#24050;&#20570;&#36807;&#22823;&#37327;&#30340;&#23454;&#39564;&#25506;&#32034;&#65292;&#28041;&#21450;&#19981;&#21516;&#23398;&#31185;&#12289;&#19981;&#21516;&#30693;&#35782;&#31867;&#22411;&#65288;&#20107;&#23454;&#12289;&#27010;&#24565;&#12289;&#31243;&#24207;&#12289;&#36816;&#21160;&#65289;&#20035;&#33267;&#19981;&#21516;&#27979;&#35797;&#26041;&#24335;&#65288;&#36873;&#25321;&#12289;&#31616;&#31572;&#12289;&#21475;&#31572;&#65289;&#65292;&#37117;&#22797;&#29616;&#20986;&#21516;&#26679;&#30340;&#32467;&#35770;&#12290;</P>
<P>&#22823;&#37327;&#30340;&#23454;&#39564;&#36824;&#21453;&#26144;&#65292;&#21333;&#32431;&#35760;&#20303;&#21363;&#21487;&#20197;&#24314;&#31435;&#27969;&#30021;&#30340;&#22238;&#24518;&#65292;&#19981;&#20165;&#26377;&#21033;&#20110;&#27515;&#35760;&#30828;&#32972;&#65292;&#26356;&#21487;&#21319;&#21326;&#20026;&#25972;&#20307;&#29702;&#35299;&#21644;&#38382;&#39064;&#35299;&#20915;&#33021;&#21147;&#12290;&#20855;&#20307;&#23454;&#39564;&#19981;&#20165;&#21253;&#25324;&#35760;&#24518;&#22797;&#29616;&#30340;&#32771;&#23519;&#65292;&#36824;&#21253;&#25324;&#25512;&#29702;&#12289;&#27010;&#24565;&#22270;&#32472;&#21046;[4]&#12289;&#24320;&#25918;&#24615;&#38382;&#39064;&#22238;&#31572;&#31561;&#12290;</P>
<P><I>&#25552;&#21462;&#65288;Retrieval&#65289;</I>&#26159; SRS &#26377;&#21035;&#20110;&#20256;&#32479;&#23398;&#20064;&#27169;&#24335;&#30340;&#20851;&#38190;&#12290;&#20165;&#20165;&#31616;&#21333;&#22238;&#39038;&#26448;&#26009;&#65288;&#22914;&#22810;&#35835;&#20960;&#36941;&#65289;&#26082;&#27809;&#26377;&#21152;&#24378;&#35760;&#24518;&#65292;&#26356;&#19981;&#33021;&#22686;&#36827;&#38382;&#39064;&#35299;&#20915;&#33021;&#21147;&#65292;&#32780;&#12300;&#25552;&#21462;&#12301;&#24448;&#24448;&#21487;&#20197;&#12290;&#36825;&#31181;&#36890;&#36807;&#12300;&#25552;&#21462;&#20197;&#25484;&#25569;&#12301;&#30340;&#29616;&#35937;&#20063;&#34987;&#31216;&#20026;&#12300;&#27979;&#35797;&#25928;&#24212;&#12301;&#65292;&#22240;&#20026;&#24448;&#24448;&#21457;&#29983;&#22312;&#20570;&#33258;&#25105;&#27979;&#35797;&#26102;&#65292;&#25925;&#27492;&#24471;&#21517;&#12290;&#23427;&#24418;&#20284;&#23398;&#26657;&#32771;&#35797;&#65292;&#30446;&#30340;&#19978;&#21448;&#26377;&#25152;&#30456;&#21453;: &#12300;&#25552;&#21462;&#32451;&#20064;&#12301;&#26159;&#20026;&#20102;&#20174;&#27979;&#35797;&#20013;<B>&#36827;&#34892;</B>&#23398;&#20064;&#65292;&#32780;&#38750;&#12300;&#35780;&#20272;&#12301;&#23398;&#20064;&#25104;&#26524;&#12290;</P>
<P>SRS &#30340;&#35774;&#35745;&#30446;&#30340;&#20415;&#26159;&#23454;&#29616;&#27979;&#35797;&#25928;&#24212;&#12290;&#22914;&#26524;&#24819;&#29992;&#23427;&#24378;&#21270;&#26576;&#26041;&#38754;&#30340;&#29702;&#35299;&#65292;&#37027;&#20320;&#24517;&#39035;&#23398;&#20250;&#21345;&#29255;&#21270;&#30456;&#20851;&#30340;&#20840;&#37096;&#32454;&#33410;&#65292;&#19968;&#20010;&#19981;&#28431;&#22320;&#20570;&#25552;&#21462;&#12290;</P>
<P>&#21463;&#38480;&#20110;&#36164;&#26009;&#65292;&#21487;&#26597;&#30340;&#25991;&#29486;&#36828;&#19981;&#22815;&#20316;&#20986;&#26368;&#20934;&#30830;&#30340;&#25351;&#23548;&#65292;&#22240;&#27492;&#26377;&#24517;&#35201;&#36208;&#20986;&#25925;&#32440;&#22534;&#21435;&#29702;&#35299;&#21345;&#29255;&#21046;&#20316;&#12290;&#25105;&#23558;&#25552;&#28860;&#33258;&#24049;&#25968;&#21315;&#24352;&#30340;&#21046;&#21345;&#32463;&#39564;&#65292;&#22312;&#26412;&#25351;&#21335;&#20013;&#25552;&#20379;&#24314;&#35758;&#65292;&#24182;&#23613;&#21487;&#33021;&#21033;&#29992;&#23454;&#39564;&#35777;&#25454;&#25552;&#20379;&#25903;&#25345;&#12290;</P>
<P>&#26412;&#25351;&#21335;&#26412;&#36523;&#65292;&#26159;&#19968;&#20010;&#20851;&#20110;&#25152;&#35859;<I>&#21161;&#35760;&#23186;&#20171;</I>[5]&#65288;&#25105;&#21644; Michael Nielsen &#25152;&#21629;&#21517;&#65289;&#30340;&#20363;&#23376;&#12290;&#25991;&#20013;&#23884;&#20837;&#20102;&#19968;&#31995;&#21015; SR &#21345;&#29255;[Jarrett 1]&#65292;&#26469;&#20363;&#35777;&#33258;&#24049;&#30340;&#24314;&#35758;&#12290; &#25152;&#29992;&#29992;&#21345;&#29255;&#31995;&#32479;&#26159;<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//withorbit.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Orbit</A></U><SPAN>&nbsp;</SPAN>&#65292;&#21407;&#29702;&#19982;&#20320;[6]&#33258;&#29992;&#30340; SR &#36719;&#20214;&#24046;&#19981;&#22810;&#65292;&#20294;&#36824;&#26377;&#26356;&#28145;&#19968;&#23618;&#24895;&#26223;&#65306;&#36890;&#36807;&#22312;&#38405;&#35835;&#20013;&#23884;&#20837;&#19968;&#31995;&#21015;&#19987;&#23478;&#35748;&#35777;&#30340;&#21345;&#29255;&#65292;&#20351;&#35835;&#32773;&#22312;&#20869;&#21270;&#25991;&#31456;&#24847;&#22270;&#26102;&#20107;&#21322;&#21151;&#20493; &#8212;&#8212; &#22914;&#26524;&#20320;&#20063;&#29992;Orbit&#65292;&#26412;&#25351;&#21335;&#19981;&#20165;&#20250;&#24110;&#21161;&#20320;&#22914;&#20309;&#20889;&#20986;&#22909;&#30340;&#21345;&#29255;&#65292;&#20063;&#23545;&#20889;&#35201;&#21457;&#24067;&#30340;&#31295;&#20214;&#26377;&#30410;&#12290;&#24403;&#28982;&#65292;&#20320;&#20063;&#21487;&#20197;&#20165;&#38405;&#35835;&#32780;&#19981;&#22238;&#31572;&#36825;&#20123;&#20869;&#23884;&#30340;&#32418;&#33394;&#21345;&#29255;&#65292;&#19981;&#36807;&#24076;&#26395;&#24744;&#33021;&#35797;&#35797;&#12290;&#65288;*&#35793;&#27880;&#65306;&#21407;&#32593;&#39029;&#20013;&#26159;&#20132;&#20114;&#30340;&#32418;&#33394;&#21345;&#29255;&#65292;&#25105;&#23558;&#20854;&#25130;&#22270;&#25644;&#36816;&#32780;&#26469;&#65292;&#25163;&#26426;&#31471;&#29378;&#21916;&#65289;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]17/178.jpg" width=1781 height=482 data-size="normal" data-original="https://pic1.zhimg.com/v2-ce1c2adae3aa3b35d08c465c8a4f1b20_r.jpg" data-rawheight="482" data-rawwidth="1781" data-caption=""></FIGURE> </P>
<P>&#27492;&#22806;&#65292;&#31532;&#19968;&#20010;&#12300;&#21161;&#35760;&#23186;&#20171;&#12301;&#30340;&#23454;&#39564;&#26159;&#19968;&#31687;&#37327;&#23376;&#35745;&#31639;&#30340;&#20837;&#38376;&#35835;&#29289;&#12298;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//quantum.country/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#37327;&#23376;&#22269;&#24230;</A></U>&#12299;&#65292;&#20294;&#23427;&#27604;&#36739;&#30828;&#26680; &#8212;&#8212; &#23450;&#20041;&#65292;&#31526;&#21495;&#65292;&#23450;&#24459;&#37027;&#20123; &#8230;&#8230; &#20320;&#25026;&#30340;&#12290;&#30456;&#27604;&#20043;&#19979;&#65292;&#26412;&#25351;&#21335;&#26356;&#20391;&#37325;&#20110;&#23637;&#31034;&#21046;&#21345;&#20013;&#24212;&#26377;&#30340;&#24847;&#35782;&#65288;heuristic&#65289;*&#12289;&#24605;&#32500;&#27169;&#22411;&#65292;&#24182;&#25552;&#20379;&#19968;&#20123;&#25351;&#23548;&#24314;&#35758;&#12290; &#8212;&#8212; &#26412;&#25991;&#26159;&#19968;&#39033;&#23454;&#39564;&#65292;&#20320;&#21487;&#20197;<U><A class=internal href="https://zhuanlan.zhihu.com/%E9%82%AE%E4%BB%B6%E5%9C%B0%E5%9D%80%EF%BC%9AAndy@andymatuschak.org" data-za-detail-view-id="1043">&#21578;&#35785;&#25105;</A></U>&#33258;&#24049;&#30340;&#20307;&#39564;&#12290;&#65288;*&#35793;&#27880;&#65306;&#21407;&#25991;&#12300;heuristic&#12301;&#65292;&#25351;&#20154;&#22788;&#29702;&#20107;&#21153;&#26102;&#65292;&#19981;&#36890;&#36807;&#36923;&#36753;&#24605;&#32771;&#65292;&#32780;&#26159;&#19979;&#24847;&#35782;&#23601;&#30693;&#36947;&#24590;&#20040;&#20915;&#31574;&#30340;&#35748;&#30693;&#65292;&#25925;&#27492;&#22788;&#32763;&#35793;&#20026;&#12300;&#21046;&#21345;&#24847;&#35782;&#12301;&#12290;&#22312;&#36825;&#28385;&#26159; CSer &#30340;&#19990;&#30028;&#65292;&#23427;&#36824;&#26377;&#20010;&#40657;&#35805;&#21483;&#12300;&#21551;&#21457;&#24335;&#12301;&#65289;</P>
<P>&#23616;&#38480;&#24615;&#27880;&#24847;&#65281;&#26412;&#25351;&#21335;&#30340;&#20986;&#21457;&#28857;&#65292;&#26159;&#22312;&#26448;&#26009;&#24050;&#32463;&#26126;&#30830;&#34920;&#36798;&#30340;&#20869;&#23481;&#30340;&#22522;&#30784;&#19978;&#65292;&#25945;&#20320;&#20889;&#20986;&#24102;&#20010;&#20154;&#29702;&#35299;&#30340;&#21345;&#29255;&#12290;&#20294; Orbit&#29992;&#25143;&#30446;&#21069;&#36824;&#19981;&#33021;&#23545;&#24050;&#32463;&#33258;&#24102;&#20316;&#32773;&#29256;&#21345;&#29255;&#30340;&#26448;&#26009;&#28155;&#21345;&#65288;&#27604;&#22914;&#26412;&#25991;&#65289;&#12290;&#26410;&#26469;&#20250;&#21521;&#36825;&#20010;&#26041;&#21521;&#21069;&#36827;&#12290;</P>
<H2 id=h_434074509_1 data-into-catalog-status=""><B>&#26377;&#25928;&#30340;&#12300;&#25552;&#21462;&#32451;&#20064;&#12301;&#8212;&#8212; &#21345;&#29255;&#24212;&#26377;&#20160;&#20040;&#26679;&#30340;&#23646;&#24615;</B></H2>
<P>&#12300;&#20889;&#20986;&#20248;&#36136;&#21345;&#29255;&#12301;&#19982;&#32763;&#35793;&#25991;&#31456;&#24778;&#20154;&#22320;&#30456;&#20284;&#65306;&#32763;&#35793;&#26102;&#65292;&#20320;&#20250;&#19981;&#26029;&#38382;&#33258;&#24049;&#12300;&#36873;&#21738;&#20123;&#35789;&#65292;&#20250;&#35753;&#35835;&#32773;&#38405;&#35835;&#26102;&#26377;&#22914;&#20307;&#39564;&#21407;&#33879;&#12301;&#65292;&#24182;&#19988;&#22312;&#33041;&#28023;&#20013;&#12300;&#28857;&#20142;&#30456;&#21516;&#30340;"&#24605;&#32500;&#28783;&#27873;"&#65311;&#12301; &#36825;&#31181;&#32763;&#35793;&#19981;&#21487;&#33021;&#26159;&#19968;&#26495;&#19968;&#30524;&#30340;&#65292;&#22240;&#20026;&#25991;&#31456;&#24448;&#24448;&#28041;&#21450;&#20856;&#25925;/ &#38544;&#21947;/ &#24189;&#40664;&#65292;&#20026;&#20102;&#35753;&#25991;&#21270;&#32972;&#26223;&#19981;&#21516;&#30340;&#35835;&#32773;&#20063;&#33021;&#36523;&#20020;&#20854;&#22659;&#65292;&#36963;&#35789;&#36896;&#21477;&#24517;&#39035;&#32771;&#31350;&#12290;</P>
<P>SR &#21345;&#29255;&#30340;&#21046;&#20316;&#19982;&#25991;&#31456;&#32763;&#35793;&#39047;&#20026;&#30456;&#20284;&#12290;&#24403;&#30693;&#35782;&#30340;&#32454;&#33410;&#12300;&#23436;&#20840;&#36733;&#20837;&#12301;&#20320;&#30340;&#33041;&#28023;&#20013;&#21518;&#65292;&#23427;&#20204;&#20250;&#28857;&#20142;&#19968;&#20010;&#20010;&#30340;&#12300;&#24605;&#32500;&#28783;&#27873;&#12301;&#12290;&#32780;&#20026;&#20102;&#23545;&#36825;&#20123;&#32454;&#33410;&#35302;&#21457;&#12300;&#25552;&#21462;&#32451;&#20064;&#12301;&#65292;&#20320;&#20250;&#38382;&#33258;&#24049;&#65306;&#21738;&#20123;&#20219;&#21153;&#65288;&#21363;&#21345;&#29255;&#65289;&#19968;&#36215;&#25191;&#34892;&#26102;&#65292;&#38656;&#35201;&#31572;&#39064;&#30340;&#20320;&#28857;&#20142;&#21516;&#26679;&#36825;&#20040;&#19968;&#32452;&#12300;&#24605;&#32500;&#28783;&#27873;&#12301;&#65311;</P>
<P>&#36825;&#26679;&#30340;&#12300;&#26377;&#25928;&#21345;&#29255;&#12301;&#20250;&#25317;&#26377;&#24590;&#26679;&#30340;&#20027;&#35201;&#23646;&#24615;&#65292;&#20854;&#23454;&#23601;&#38544;&#21547;&#22312;&#25552;&#21462;&#32451;&#20064;&#26412;&#36523;&#30340;&#26426;&#21046;&#37324;&#12290;&#25105;&#20204;&#23558;&#22312;&#36825;&#37324;&#31616;&#35201;&#22238;&#39038;&#65292;&#24182;&#22312;&#21518;&#25991;&#35814;&#23613;&#31034;&#20363;&#20197;&#32487;&#32493;&#28145;&#20837;&#12290;</P>
<P>&#36825;&#20123;&#23646;&#24615;&#19981;&#26159;&#33258;&#28982;&#27861;&#21017;&#65292;&#32780;&#31867;&#20284;&#12300;&#35821;&#27861;&#12301;&#37027;&#31181;&#12300;&#35268;&#21017;&#12301; &#8212;&#8212; &#20320;&#21487;&#20197;&#23398;&#21040;&#25163;&#65292;&#20063;&#33021;&#65288;&#20063;&#24212;&#35813;&#65281;&#65289;&#20687;&#20248;&#31168;&#30340;&#20316;&#23478;&#25171;&#30772;&#35821;&#27861;&#37027;&#26679;&#65292;&#22312;&#21512;&#36866;&#30340;&#26102;&#20505;&#26377;&#25152;&#31361;&#30772;&#65292;&#28608;&#21457;&#26368;&#24212;&#26223;&#30340;&#25928;&#26524;&#12290;&#65288;&#24403;&#28982;&#36825;&#35201;&#26377;&#20016;&#23500;&#30340;&#21046;&#21345;&#32463;&#39564;&#25903;&#25745;&#65292;&#38656;&#35201;&#29702;&#35299;&#20160;&#20040;&#26102;&#20505;&#21487;&#20197;&#20219;&#24615;&#19968;&#25226;&#65289;</P>
<P>&#12300;&#26377;&#25928;&#21345;&#29255;&#12301;&#24212;&#35813;&#25317;&#26377;&#30340;&#23646;&#24615;&#65306;</P>
<OL>
<LI>&#21345;&#29255;&#30340;<B>&#28966;&#28857;</B>&#24212;&#26126;&#30830;&#65288;Focused&#65289;&#65306;&#32454;&#33410;&#22826;&#22810;&#30340;&#38382;&#31572;&#19981;&#20250;&#35753;&#20320;&#19987;&#27880;&#65292;&#22238;&#31572;&#26102;&#30340;&#12300;&#25552;&#21462;&#25928;&#24212;&#12301;&#26080;&#27861;&#23436;&#25972;&#22320;&#21050;&#28608;&#35760;&#24518;&#12289;&#28857;&#20142;&#20840;&#37096;&#30340;&#12300;&#24605;&#32500;&#28783;&#27873;&#12301;&#12290;&#19981;&#22815;&#32858;&#28966;&#30340;&#38382;&#39064;&#65292;&#36824;&#35753;&#20320;&#26356;&#38590;&#21028;&#26029;&#22238;&#31572;&#26159;&#21542;&#20840;&#38754;&#12289;&#24046;&#24322;&#22312;&#21738;&#37324;&#12290;&#22240;&#27492;&#65292;&#26368;&#20339;&#20570;&#27861;&#19968;&#33324;&#26159;&#65306;&#19968;&#27425;&#38382;&#31572;&#21482;&#32858;&#28966;&#19968;&#20010;&#32454;&#33410;&#12290; 
<LI>&#21345;&#29255;&#24212;&#33021;<B>&#31934;&#30830;</B>&#24341;&#23548;&#31572;&#26696; &#65288;Precision&#65289; &#65306;&#27169;&#31946;&#30340;&#38382;&#39064;&#21482;&#20250;&#24341;&#20986;&#27169;&#31946;&#31572;&#26696;&#65292;&#19981;&#33021;&#21487;&#38752;&#22320;&#28857;&#20142;&#20320;&#35201;&#30340;&#12300;&#24605;&#32500;&#28783;&#27873;&#12301;&#12290; 
<LI>&#21345;&#38754;&#24212;&#33021;&#35825;&#23548;&#20986;<B>&#19968;&#33268;&#30340;</B>&#22238;&#31572;&#65288;Consistent&#65289;&#65292;&#35753;&#27599;&#27425;&#20219;&#21153;&#37117;&#28857;&#20142;&#30456;&#21516;&#30340;&#12300;&#24605;&#32500;&#28783;&#27873;&#12301;&#65306;&#21542;&#21017;&#65292;&#20320;&#21487;&#33021;&#36973;&#36935;&#12300;&#25552;&#21462;&#24341;&#21457;&#36951;&#24536;&#12301;&#65288;retrieval-induced forgetting&#65289;[7]&#8212;&#8212; &#36825;&#26159;&#19968;&#31181;&#24178;&#25200;&#29616;&#35937;&#65292;&#21363;&#24050;&#35760;&#20303;&#30340;&#20250;&#26356;&#29282;&#65292;&#27809;&#35760;&#20303;&#30340;&#26356;&#26131;&#36951;&#24536;&#12290;&#65288;&#21518;&#25991;&#23558;&#35752;&#35770;&#19968;&#31181;&#26032;&#30340;&#21345;&#29255;&#65292;&#27599;&#27425;&#37325;&#22797;&#26102;&#37117;&#35201;&#27714;&#19968;&#20010;&#26032;&#31572;&#26696;&#65292;&#20294;&#23427;&#20135;&#29983;&#25913;&#21464;&#30340;&#25928;&#24212;&#19981;&#26159;&#12300;&#25552;&#21462;&#32451;&#20064;&#12301;&#65289; 
<LI>&#21345;&#29255;&#38382;&#31572;&#24212;&#35813;<B>&#21487;&#25511;</B>&#65288;tractable&#65289;&#65306;&#20026;&#20102;&#36991;&#20813;&#22797;&#20064;&#26102;&#65292;&#22240;&#20026;&#24178;&#25200;&#36807;&#24378;&#32780;&#28151;&#20081;&#12289;&#28902;&#24700;&#65292;&#20320;&#24212;&#29992;&#24515;&#20889;&#20986;&#33258;&#24049;&#20960;&#20046;&#19981;&#20250;&#38169;&#31572;&#30340;&#21345;&#29255;*&#65288; almost always answer correctly&#65289;&#12290;&#36825;&#36890;&#24120;&#20381;&#36182;&#20219;&#21153;&#20998;&#35299;&#65292;&#25110;&#32773;&#28155;&#21152;&#32447;&#32034;[8]&#12290;&#65288;*&#35793;&#27880;&#65306;&#27492;&#22788;&#24212;&#25351;&#19981;&#23481;&#26131;&#31572;&#20559;&#65292;SR &#30340;&#26680;&#24515;&#25928;&#24212;&#26159;&#12300;&#25552;&#21462;&#12301;&#65292;&#12300;&#21487;&#25511;&#65288;tractable&#65289;&#12301;&#21644;&#36153;&#24037;&#22827;&#19981;&#20914;&#31361;&#65289; 
<LI>&#21345;&#29255;&#24212;&#35753;&#25552;&#21462;<B>&#36153;&#24037;&#22827;</B>&#65288;effortful&#65289;: &#21345;&#29255;&#32451;&#20064;&#30340;&#37325;&#28857;&#65292;&#26159;&#35753;&#20320;&#20174;&#35760;&#24518;&#20013;&#25552;&#21462;&#31572;&#26696;&#65292; &#32780;&#19981;&#24212;&#35753;&#20320;&#31616;&#21333;&#22320;&#20174;&#21345;&#38754;&#12300;&#25512;&#27979;&#12301;&#31572;&#26696;&#65288;&#27492;&#22806;&#65292;&#12300;&#32447;&#32034;&#12301;&#24456;&#37325;&#35201;&#65292;&#25105;&#20204;&#31245;&#21518;&#35752;&#35770;&#65289;&#12290;&#23454;&#38469;&#19978;&#65292;&#25552;&#21462;&#32451;&#20064;&#30340;&#21162;&#21147;&#31243;&#24230;&#19982;&#25928;&#26524;&#27491;&#30456;&#20851;&#12290;&#36825;&#28857;&#27491;&#26159;&#24378;&#35843;&#22797;&#20064;&#21644;&#22797;&#20064;&#20043;&#38388;&#35201;&#26377;&#38388;&#38548;&#30340;&#21160;&#26426;&#20043;&#19968;&#65306;&#22914;&#26524;&#22238;&#24518;&#31572;&#26696;&#22826;&#23481;&#26131;&#65292;&#37027;&#25552;&#21462;&#32451;&#20064;&#25928;&#26524;&#19981;&#22823;[9]&#12290;</LI></OL>
<P>&#32452;&#32455;&#36825;&#26679;&#19968;&#24352;&#21345;&#29255;&#65292;&#35201;&#28857;&#26159;&#35753;&#39064;&#30446;&#30340;&#32771;&#23519;&#33539;&#22260;&#20805;&#20998;&#29421;&#31364;&#65292;&#21542;&#21017;&#22238;&#31572;&#26102;&#25110;&#26159;&#12300;&#25552;&#21462;&#12301;&#19981;&#22815;&#32858;&#28966;&#12289;&#25110;&#26159;&#31572;&#26696;&#38590;&#20197;&#19968;&#33268;/ &#31934;&#20934;&#12289;&#25110;&#26159;&#38382;&#39064;&#19981;&#22909;&#39550;&#39533;&#12290;&#20294;&#35201;&#20889;&#19968;&#20010;&#36275;&#22815;&#32039;&#30830;&#30340;&#39064;&#30446;&#65292;&#38590;&#24230;&#36229;&#20046;&#24120;&#20154;&#24819;&#35937;&#65292;&#20320;&#24471;&#25226;&#30693;&#35782;&#19968;&#28857;&#28857;&#25520;&#24320;&#25545;&#30862;&#65292;&#25165;&#21487;&#37325;&#26032;&#32452;&#21512;&#25104;&#39064;&#30446;&#12290;&#23545;&#20102;&#65292;&#30693;&#35782;&#28857;&#19968;&#26086;&#25545;&#30862;&#65292;&#22797;&#20064;&#20250;&#21464;&#24471;&#26356;&#31934;&#32789;&#32454;&#20316; &#8212;&#8212; SR &#36719;&#20214;&#30340;&#22797;&#20064;&#35268;&#21010;&#22120;&#65292;&#21487;&#20197;&#24046;&#21035;&#22788;&#29702;&#38590;&#26131;&#19981;&#21516;&#30340;&#30693;&#35782;&#28857;&#65292;&#35753;&#20320;&#26356;&#22810;&#22320;&#22238;&#39038;&#38590;&#28857;&#12290;</P>
<P>&#29616;&#22312;&#65292;&#35831;&#24819;&#35937;&#25105;&#20204;&#27491;&#22312;&#35835;&#19968;&#31687;&#38271;&#25991;&#65292;&#26159;&#20320;&#27809;&#35265;&#36807;&#30340;&#20027;&#39064;&#12290;&#28982;&#21518;&#38382;&#33258;&#24049;&#33021;&#21542;&#28165;&#26224;&#22320;&#35299;&#37322;&#32473;&#21035;&#20154;&#65292;&#24182;&#24605;&#32771;&#33258;&#24049;&#33021;&#22238;&#31572;&#21738;&#20123;&#38382;&#39064;&#65292;&#25165;&#32943;&#23450;&#33258;&#24049;&#12300;&#23398;&#20250;&#12301;&#20102;&#36825;&#31687;&#25991;&#31456;&#65311;&#36824;&#26159;&#29992;&#32763;&#35793;&#20570;&#27604;&#21947;&#65306;&#22914;&#26524;&#12300;&#30693;&#35782;&#12301;&#26159;&#19968;&#38376;&#35821;&#35328;&#65292;&#37027;&#20320;&#38656;&#35201;&#23558;&#23427;&#20174;&#20869;&#23481;&#20013;&#12300;&#32763;&#35793;&#12301;&#20986;&#26469;&#12290;&#20026;&#27492;&#20320;&#39318;&#20808;&#35201;&#20250;&#12300;&#35835;&#12301;&#65292;&#26126;&#30333;&#23427;&#26159;&#24590;&#20040;&#34987;&#12300;&#20070;&#20889;&#12301;&#30340; &#8212;&#8212; &#35782;&#21035;&#24471;&#20986;&#12300;&#30693;&#35782;&#12301;&#30340;&#35789;&#24615;&#65292;&#21477;&#23376;&#32467;&#26500;&#12289;&#21465;&#20107;&#33410;&#22863; &#8212;&#8212; &#25165;&#33021;&#32473;&#20986;&#21512;&#36866;&#30340;&#32763;&#35793;&#12290;&#20854;&#20013;&#26377;&#20123;&#32454;&#33410;&#26159;&#26080;&#20851;&#32039;&#35201;&#65292;&#26377;&#20123;&#26159;&#26680;&#24515;&#20013;&#30340;&#26680;&#24515;&#12290;&#26356;&#36827;&#19968;&#27493;&#65292;&#22909;&#30340;&#12300;&#32763;&#35793;&#32773;&#12301;&#19981;&#33021;&#21482;&#20572;&#30041;&#20110;&#32440;&#38754;&#65292;&#36824;&#24471;&#30041;&#24515;&#20854;&#20013;&#30340;&#20869;&#28085;&#65292;&#20197;&#21450;&#27010;&#24565;&#20043;&#38388;&#30340;&#32852;&#31995;&#12290;</P>
<P>&#22240;&#27492;&#65292;&#21435;&#32534;&#21046;&#26377;&#25928;&#30340;&#32451;&#20064;&#21345;&#65292;&#25105;&#20204;&#38656;&#35201;&#20004;&#20010;&#25216;&#33021;: 1&#65292;&#39318;&#20808;&#65292;&#22914;&#20309;&#31934;&#20934;&#22320;&#21051;&#30011;&#20320;&#35201;&#24378;&#21270;&#30340;&#30693;&#35782;&#65311; 2&#65292;&#20854;&#27425;&#65292;&#22914;&#20309;&#26377;&#25928;&#25552;&#38382;?</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]17/180.jpg" width=1798 height=484 data-size="normal" data-original="https://pic2.zhimg.com/v2-769dfa33e4cf568e289394f709a706e5_r.jpg" data-rawheight="485" data-rawwidth="1798" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/181.jpg" width=1798 height=483 data-size="normal" data-original="https://pic3.zhimg.com/v2-262c8611feaa836e3d45af69aba3ced2_r.jpg" data-rawheight="485" data-rawwidth="1798" data-caption=""></FIGURE> </P>
<P class=ztext-empty-paragraph>
<P></P>
<H2 id=h_434074509_2 data-into-catalog-status=""><B>&#33756;&#35889;&#12300;&#40481;&#32905;&#39640;&#27748;&#12301;</B></H2>
<P>&#8212;&#8212;&#30446;&#21069;&#25105;&#20204;&#30340;&#35752;&#35770;&#22826;&#36807;&#25277;&#35937;&#65292;&#19981;&#22914;&#20174;&#31245;&#21518;&#19968;&#20010;&#33756;&#35889;&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;&#32487;&#32493;&#12290;</P>
<P>&#26576;&#31181;&#24847;&#20041;&#19978;&#65292;&#20320;&#21487;&#33021;&#35273;&#24471;&#33756;&#35889;&#26159;&#24494;&#19981;&#36275;&#36947;&#30340;&#32534;&#21345;&#23545;&#35937;&#65292;&#20294;&#23427;&#20854;&#23454;&#20063;&#26159;&#20010;&#31616;&#30701;&#12289;&#33258;&#25104;&#20307;&#31995;&#30340;&#39046;&#22495;&#12290;&#25105;&#26377;&#25968;&#30334;&#20010;&#21345;&#29255;&#35760;&#24405;&#33756;&#35889;&#21644;&#21416;&#25151;&#24515;&#24471;&#65292;&#22312;&#27492;&#23558;&#31616;&#36848;&#25105;&#30340;&#32463;&#21382; &#12290;&#65288;&#30041;&#24847;&#21345;&#29255;&#33021;&#29992;&#21040;&#21738;&#20123;&#19981;&#23547;&#24120;&#30340;&#39046;&#22495;&#65292;&#26412;&#36523;&#23601;&#26159;&#19968;&#39033;&#32534;&#21345;&#24517;&#22791;&#25216;&#33021;&#65289;</P>
<P>&#36825;&#20123;&#21345;&#29255;&#26159;&#25105;&#19977;&#24180;&#21069;&#24320;&#22987;&#32534;&#20889;&#30340;&#12290;&#32780;&#22312;&#27492;&#20043;&#21069;&#65292;&#25105;&#24050;&#32463;&#30456;&#24403;&#35748;&#30495;&#22320;&#20570;&#20102;&#21313;&#24180;&#39277;&#12290;&#23613;&#31649;&#23545;&#24456;&#22810;&#25216;&#26415;&#35201;&#28857;&#12289;&#37197;&#27604;&#12289;&#25645;&#37197;&#20102;&#28982;&#20110;&#24515;&#65292;&#28982;&#32780;&#19968;&#26086;&#20570;&#36215;&#22797;&#26434;&#30340;&#33756;&#21697;&#65292;&#25105;&#20381;&#28982;&#24471;&#20572;&#20572;&#27463;&#27463;&#22320;&#26597;&#33756;&#35889;&#65292;&#36825;&#35753;&#25105;&#27493;&#23653;&#32500;&#33392;&#12290;&#35201;&#35828;&#37027;&#31181;&#20307;&#39564;&#65292;&#38750;&#24120;&#20687;&#25105;&#23398;&#32534;&#31243;&#30340;&#22836;&#20960;&#24180; &#8212;&#8212; &#20960;&#20046;&#24863;&#35273;&#19981;&#21040;&#20160;&#20040;&#12300;&#24515;&#27969;&#12301;&#12290;&#25105;&#26368;&#32456;&#26159;&#22312;&#20840;&#32844;&#24037;&#20316;&#20102;&#20960;&#24180;&#21518;&#25165;&#20869;&#21270;&#20102;&#32534;&#31243;&#30340;&#24517;&#22791;&#30693;&#35782;&#30340;&#12290;&#22240;&#27492;&#65292;&#25105;&#22914;&#20170;&#30830;&#20449;&#19979;&#21416;&#20063;&#26159;&#36825;&#20010;&#36335;&#23376;&#65292;&#21482;&#19981;&#36807;&#25105;&#19981;&#26159;&#19987;&#19994;&#30340;&#65292;&#25152;&#20197;&#36825;&#20010;&#36807;&#31243;&#21487;&#33021;&#36824;&#38656;&#20960;&#21313;&#24180;&#30340;&#26102;&#38388;&#12290;</P>
<P>SRS &#21017;&#20174;&#26412;&#36136;&#19978;&#25913;&#21464;&#20102;&#25105;&#30340;&#21416;&#25151;&#29983;&#27963;&#12290;&#21345;&#29255;&#20652;&#29983;&#20102;&#25105;&#36873;&#33756;&#30340;&#33021;&#21147;&#65306;&#33756;&#24066;&#22330;&#19978;&#19968;&#26086;&#30475;&#20013;&#26576;&#20010;&#21407;&#26009;&#65292;&#25105;&#37117;&#33021;&#27627;&#19981;&#36153;&#21147;&#22320;&#29992;&#23427;&#25645;&#37197;&#20986;&#22797;&#26434;&#30340;&#33756;&#21697;&#12290;&#36825;&#33021;&#21147;&#26497;&#35753;&#25105;&#28385;&#24847;&#65292;&#25105;&#30693;&#36947;&#35201;&#20080;&#21738;&#20123;&#19996;&#35199;&#21435;&#37197;&#33756; &#8212;&#8212; &#22914;&#26524;&#30475;&#20013;&#37027;&#20010;&#27915;&#23004;&#65292;&#37027;&#25105;&#23601;&#20877;&#20080;&#28857;&#21018;&#25165;&#36335;&#36807;&#30340;&#33445;&#33756;&#65292;&#23427;&#20204;&#26159;&#24456;&#22909;&#30340;&#25645;&#26723;&#12290;&#20110;&#26159;&#65292;&#22312;&#22238;&#23478;&#20043;&#21069;&#65292;&#25105;&#23601;&#30693;&#36947;&#36825;&#19968;&#39184;&#35813;&#24590;&#20040;&#20570;&#20102;&#12290;</P>
<P>&#25105;&#23545;&#28921;&#39274;&#24863;&#21040;&#24471;&#24515;&#24212;&#25163;&#65292;&#22312;&#21416;&#25151;&#26434;&#20107;&#20013;&#26469;&#21435;&#33258;&#22914;&#12290;&#23601;&#20107;&#35770;&#20107;&#65292;&#23613;&#31649;&#26412;&#25991;&#30340;&#38271;&#31687;&#22823;&#35770;&#35753;&#20320;&#35273;&#24471;&#25105;&#26377;&#28857;&#37027;&#21861;&#65292;&#20294;&#36825;&#20123;&#21345;&#29255;&#30340;&#29992;&#26102;&#24182;&#27809;&#24819;&#35937;&#20013;&#22823;&#12290;&#25105;&#20250;&#25226;&#19968;&#20123;&#26377;&#24847;&#24605;&#30340;&#20107;&#24773;&#31245;&#24494;&#33457;&#20960;&#20998;&#38047;&#20570;&#25104;&#21345;&#29255;&#65292;&#19968;&#20004;&#21608;&#19968;&#27425;&#23601;&#24050;&#32463;&#36275;&#22815;&#24433;&#21709;&#28145;&#36828;&#20102;&#12290;</P>
<P>&#65288;<I>&#35793;&#32773;&#25552;&#37266;&#65306;&#19979;&#38754;&#30340;&#33756;&#35889;&#24314;&#35758;&#21478;&#24320;&#19968;&#20010;&#32593;&#39029;&#23545;&#29031;&#38405;&#35835;&#65292;&#19981;&#28982;&#22238;&#35835;&#25402;&#40635;&#28902;&#30340;&#12290;PS: &#26412;&#25991;&#29486;&#30340;&#21407;&#32593;&#39029;&#65292;&#33756;&#35889;&#26159;&#20840;&#31243;&#24748;&#28014;&#22312;&#21491;&#20391;&#30340;</I>&#65289;</P>
<P class=ztext-empty-paragraph>
<P></P>
<HR>

<P class=ztext-empty-paragraph>
<P></P>
<H2 id=h_434074509_3 data-into-catalog-status=""><B>&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;</B></H2>
<H3 id=h_434074509_4 data-into-catalog-status=""><B>&#20171;&#32461;</B></H3>
<P>&#19968;&#23478;&#20687;&#26679;&#30340;&#39184;&#39302;&#37324;&#65292;&#21363;&#20351;&#26368;&#24120;&#35265;&#30340;&#33756;&#32948;&#65292;&#20063;&#24448;&#24448;&#27604;&#23478;&#37324;&#20570;&#30340;&#22909;&#21507;&#12290;&#34092;&#33756;&#27987;&#37057;&#65292;&#35895;&#29289;&#26356;&#39321;&#65292;&#37233;&#27713;&#29976;&#32654;&#12290;&#20854;&#31192;&#35776;&#20043;&#19968;&#26159;&#12300;&#39640;&#27748;&#12301;&#65292;&#19968;&#31181;&#21619;&#36947;&#40092;&#32654;&#30340;&#27748;&#24335;&#12300;&#31215;&#26408;&#12301;&#65292;&#24179;&#26085;&#22312;&#23478;&#30452;&#25509;&#21152;&#27700;&#30340;&#27493;&#39588;&#65292;&#39184;&#39302;&#32463;&#24120;&#25442;&#29992;&#39640;&#27748;&#65292;&#27604;&#22914;&#28818;&#34092;&#33756;&#12289;&#21270;&#26524;&#37233;&#12289;&#28822;&#20840;&#40614;&#31561;&#12290;</P>
<P>&#39640;&#27748;&#20063;&#26159;&#35768;&#22810;&#37233;&#27713;&#12289;&#27748;&#21644;&#28822;&#33756;&#30340;&#22522;&#30784;&#12290;&#29992;&#28363;&#21619;&#27604;&#36739;&#20016;&#21402;&#30340;&#21407;&#26009;&#65292;&#21487;&#20197;&#28822;&#20986;&#19981;&#21516;&#31181;&#31867;&#30340;&#39640;&#27748;&#65306;&#40481;&#32905;&#39640;&#27748;&#12289;&#34092;&#33756;&#39640;&#27748;&#12289;&#34321;&#33735;&#39640;&#27748;&#12289;&#29482;&#32905;&#39640;&#27748;&#8230;&#31561;&#31561;&#12290;&#20294;&#19981;&#21516;&#20110;&#20856;&#22411;&#30340;&#12300;&#32905;&#12301;&#27748;&#65292;&#39640;&#27748;&#29992;&#32905;&#65292;&#19981;&#26159;&#20026;&#20102;&#31361;&#20986;&#32905;&#21619;&#65292;&#32780;&#26159;&#32473;&#33756;&#32948;&#25171;&#19979;&#22810;&#26679;&#21270;&#30340;&#21619;&#36947;&#22522;&#30784;&#12290;</P>
<P>&#20854;&#20013;&#40481;&#32905;&#39640;&#27748;&#26159;&#26368;&#24120;&#29992;&#30340;&#39640;&#27748;&#20043;&#19968;&#12290;&#21152;&#36827;&#32032;&#33756;&#37324;&#19981;&#26159;&#20026;&#20102;&#35753;&#23427;&#20204;&#21507;&#36215;&#26469;&#20687;&#40481;&#32905;&#65292;&#32780;&#26159;&#35753;&#21619;&#36947;&#26356;&#23436;&#28385;&#12289;&#21487;&#21475;&#12290;&#36825;&#31181;&#39640;&#27748;&#23500;&#21547;&#26469;&#33258;&#40481;&#39592;&#30340;&#21513;&#21033;&#19969;&#65288;*&#35793;&#27880;&#65306;&#26126;&#33014;&#65289;&#65292;&#22240;&#27492;&#23581;&#36215;&#26469;&#21475;&#24863;&#26356;&#27987;&#37057;&#12290;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#21482;&#38656;&#20960;&#20998;&#38047;&#65292;&#26448;&#26009;&#19968;&#33324;&#21487;&#20197;&#30452;&#25509;&#22312;&#23478;&#37324;&#20013;&#33719;&#24471;&#65292;&#22240;&#20026;&#23427;&#29992;&#30340;&#20027;&#26009;&#26159;&#40481;&#39592;&#12290;&#25152;&#20197;&#24120;&#21507;&#40481;&#30340;&#35805;&#65292;&#20320;&#21487;&#20197;&#22312;&#29038;&#40481;&#32905;&#26102;&#39034;&#25163;&#25226;&#39592;&#22836;&#30041;&#19979;&#65292;&#20912;&#20923;&#36215;&#26469;&#12290;</P>
<H3 id=h_434074509_5 data-into-catalog-status=""><B>&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;- &#33756;&#35889;</B></H3>
<UL>
<LI>2 &#30917;&#65288;~ 1 &#21315;&#20811;&#65289;&#40481;&#39592; 
<LI>2 &#22840;&#33073;&#65288;~ 2 &#21319;&#65289;&#27700; 
<LI>1 &#20010;&#27915;&#33905;&#65292;&#20999;&#22359; 
<LI>2 &#20010;&#32993;&#33821;&#21340;&#65292;&#20999;&#22359; 
<LI>2 &#26681;&#33465;&#33756;&#65292;&#20999;&#22359; 
<LI>4 &#29923;&#22823;&#33948;&#65292;&#25443;&#30862; 
<LI>&#21322;&#26463;&#26032;&#40092;&#30340;&#39321;&#33756;</LI></UL>
<OL>
<LI>&#25226;&#25152;&#26377;&#21407;&#26009;&#19968;&#36215;&#25918;&#36827;&#22823;&#38149;&#37324;&#12290; 
<LI>&#23567;&#28779;&#28822;&#21040;&#27832;&#33150;&#65288;&#32422;1&#23567;&#26102;&#65289;&#12290;&#29992;&#23567;&#28779;&#30340;&#35805;&#65292;&#21619;&#36947;&#23601;&#33021;&#26126;&#20142;&#12289;&#24178;&#20928;&#65307;&#22914;&#26524;&#28201;&#24230;&#36739;&#39640;&#65292;&#27748;&#30340;&#33394;&#12289;&#21619;&#23601;&#27604;&#36739;&#26263;&#28129;&#12290; 
<LI>&#38477;&#20302;&#28779;&#20505;&#65292;&#23567;&#28779;&#24930;&#28822;&#19968;&#20010;&#21322;&#23567;&#26102;&#12290; 
<LI>&#36807;&#28388;&#65292;&#31561;&#20854;&#20919;&#21364;&#21518;&#36716;&#31227;&#21040;&#23481;&#22120;&#37324;&#20648;&#34255;&#12290;</LI></OL>
<P>&#40481;&#32905;&#39640;&#27748;&#25918;&#22312;&#20919;&#34255;&#23618;&#21487;&#20197;&#23384;&#19968;&#21608;&#65292;&#25918;&#22312;&#20919;&#20923;&#23618;&#21487;&#20197;&#26080;&#38480;&#26399;&#20445;&#23384;&#12290;&#20351;&#29992;&#21069;&#65292;&#38656;&#35201;&#25735;&#21435;&#39640;&#27748;&#19978;&#30340;&#19968;&#23618;&#33026;&#32938;&#65292;&#36825;&#20123;&#33026;&#32938;&#21487;&#20197;&#22312;&#20854;&#20182;&#35201;&#25552;&#21619;&#30340;&#22320;&#26041;&#65292;&#29992;&#26469;&#20195;&#26367;&#26893;&#29289;&#27833;&#25110;&#32773;&#40644;&#27833;&#12290;</P>
<P>&#29992;&#37327;&#19978;&#65292;&#21017;&#21487;&#20197;&#26681;&#25454;&#20320;&#40481;&#39592;&#30340;&#25968;&#37327;&#31561;&#27604;&#20363;&#32553;&#25918;&#12290;&#39592;&#22836;&#21644;&#27700;&#30340;&#27604;&#20363;&#26159; 1:1&#65288;&#30917;/&#22840;&#33073;&#65289;&#65292;&#34092;&#33756;&#30340;&#31181;&#31867;&#21644;&#27604;&#20363;&#21487;&#20197;&#38543;&#24615;&#35843;&#25972;&#12290;</P>
<H3 id=h_434074509_6 data-into-catalog-status=""><B>&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;- &#33756;&#35889;&#21464;&#20307;</B></H3>
<P>&#22914;&#24819;&#23581;&#23581;&#20559;&#27861;&#24335;&#30340;&#40481;&#32905;&#39640;&#27748;&#65292;&#21487;&#20197;&#29992;&#38893;&#33756;&#20195;&#26367;&#33465;&#33756;&#65292;&#20877;&#21152;&#20837;&#26376;&#26690;&#21494;&#12289;&#40657;&#32993;&#26898;&#21644;&#30334;&#37324;&#39321;&#12290;&#22914;&#26524;&#24819;&#35201;&#26356;&#27987;&#30340;&#40481;&#32905;&#39640;&#27748;&#65292;&#21487;&#20197;&#39044;&#20808;&#28900;&#19968;&#19979;&#40481;&#39592;&#21644;&#34092;&#33756;&#65292;&#36825;&#26679;&#20415;&#26159;&#20570;&#25104;&#25152;&#35859;&#30340;&#12300;&#26837;&#33394;&#40481;&#32905;&#39640;&#27748;&#12301;&#12290;&#65288;&#20043;&#21069;&#30340;&#33756;&#35889;&#30456;&#23545;&#26159;&#12300;&#30333;&#33394;&#40481;&#32905;&#39640;&#27748;&#12301;&#65292;&#21619;&#36947;&#19981;&#24378;&#28872;&#65292;&#20294;&#26356;&#32454;&#33147;&#12289;&#19975;&#33021;&#65289;</P>
<H3 id=h_434074509_7 data-into-catalog-status=""><B>&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;&#8212;&#8212; &#22914;&#20309;&#20351;&#29992;&#40481;&#32905;&#39640;&#27748;</B></H3>
<P>&#19979;&#38754;&#26159;&#19968;&#20123;&#40481;&#32905;&#39640;&#27748;&#30340;&#20351;&#29992;&#24314;&#35758;&#65306;</P>
<UL>
<LI>&#29038;&#12300;&#22823;&#40614;&#12301;&#12289;&#12300;&#27861;&#32599;&#12301;&#12289;&#12300;&#33976;&#31895;&#40614;&#31881;&#12301;&#21644;&#20854;&#20182;&#35895;&#29289;&#12290; 
<LI>&#19982;&#28900;&#34092;&#33756;&#27877;&#19968;&#36215;&#20570;&#27748;&#12290; 
<LI>&#23558;&#12300;&#29976;&#34013;&#12301;&#12289;&#12300;&#29980;&#33756;&#12301;&#25110;&#12300;&#25955;&#21494;&#29976;&#34013;&#12301;&#31561;&#34092;&#33756;&#25918;&#20837;&#27833;&#20013;&#65292;&#28982;&#21518;&#21152;&#20837;&#23569;&#35768;&#39640;&#27748;&#65292;&#38391;&#36879;&#12290; 
<LI>&#65288;&#22312;&#24179;&#24213;&#38149;&#28900;&#32905;&#25110;&#29006;&#32905;&#20043;&#21518;&#65289;&#65292;&#23558;&#39640;&#27748;&#20498;&#22312;&#28378;&#28907;&#30340;&#24179;&#24213;&#38149;&#24213;&#19978;&#65292;&#20570;&#25104;&#36895;&#25104;&#37233;&#27713;&#29992;&#20110;&#39184;&#20013;&#12290;</LI></UL>
<P class=ztext-empty-paragraph>
<P></P>
<P>&#20026;&#20102;&#32452;&#32455;&#25105;&#20204;&#30340;&#38405;&#35835;&#25104;&#26524;&#65292;&#25105;&#20204;&#21487;&#20197;&#38382;&#65306;&#20855;&#20307;&#35201;&#30693;&#36947;&#21738;&#20123;&#19996;&#35199;&#65292;&#25165;&#24847;&#21619;&#30528;&#20320;&#12300;&#23398;&#20250;&#12301;&#36825;&#20123;&#26448;&#26009;&#65311;&#25105;&#35748;&#20026;&#65292;&#12300;&#23398;&#20250;&#12301;&#36825;&#27573;&#26448;&#26009;&#30340;&#20154;&#24212;&#35813;&#65306;</P>
<UL>
<LI>&#30693;&#36947;&#22914;&#20309;&#12300;&#21046;&#20316;&#12301;&#21644;&#12300;&#20648;&#23384;&#12301;&#40481;&#32905;&#39640;&#27748;&#65307; 
<LI>&#30693;&#36947;&#20160;&#20040;&#26159;&#40481;&#32905;&#39640;&#27748;&#65292;&#24182;&#65288;&#33267;&#23569;&#26159;&#27973;&#26174;&#22320;&#65289;&#29702;&#35299;&#23427;&#20026;&#20160;&#20040;&#12289;&#20160;&#20040;&#26102;&#20505;&#24456;&#37325;&#35201;&#65307; 
<LI>&#30693;&#36947;&#40481;&#32905;&#39640;&#27748;&#30340;&#20855;&#20307;&#20316;&#29992;&#21644;&#24847;&#20041;&#65307; 
<LI>&#30693;&#36947;&#20351;&#29992;&#40481;&#32905;&#39640;&#27748;&#30340;&#19968;&#20123;&#26041;&#27861;&#65292;&#21253;&#25324;&#19968;&#20123;&#20855;&#20307;&#30340;&#20363;&#23376;&#65307; 
<LI>&#30693;&#36947;&#19968;&#20123;&#24120;&#35265;&#21464;&#20307;&#20197;&#21450;&#20309;&#26102;&#21487;&#20197;&#20351;&#29992;&#23427;&#20204;&#65307;</LI></UL>
<P>&#36825;&#20123;&#20869;&#23481;&#20013;&#65292;&#26377;&#20123;&#30693;&#35782;&#26159;&#12300;&#20107;&#23454;&#24615;&#12301;&#30340;&#65292;&#26377;&#20123;&#26159;&#12300;&#36807;&#31243;&#24615;&#12301;&#30340;&#65292;&#36824;&#26377;&#20123;&#26159;&#12300;&#27010;&#24565;&#24615;&#12301;&#30340;&#12290;&#19982;&#20043;&#23545;&#24212;&#30340;&#21046;&#21345;&#31574;&#30053;&#65292;&#23558;&#22312;&#21518;&#25991;&#19968;&#19968;&#38472;&#36848;&#12290;</P>
<P>&#20294;&#12300;&#29702;&#35299;&#12301;&#26159;&#24456;&#20010;&#20154;&#30340;&#20107;&#12290;&#30495;&#35201;&#26082;&#12300;&#30693;&#12301;&#19988;&#12300;&#36947;&#12301;&#26576;&#20214;&#20107;&#24773;&#65292;&#24448;&#24448;&#24517;&#39035;&#36229;&#36234;&#20869;&#23481;&#26412;&#36523;&#65292;&#23558;&#20854;&#19982;&#20320;&#29983;&#27963;&#20043;&#26041;&#24335;&#12289;&#25506;&#32034;&#20043;&#24819;&#27861;&#65292;&#20197;&#21450;&#20854;&#20182;&#24515;&#30446;&#20013;&#26377;&#24847;&#20041;&#30340;&#27963;&#21160;&#32852;&#31995;&#36215;&#26469;&#12290;&#22914;&#20309;&#32534;&#20889;&#36825;&#31181;&#21345;&#29255;&#65292;&#25105;&#20204;&#20063;&#20250;&#21516;&#26679;&#25506;&#32034;&#12290;</P>
<P>&#26412;&#25351;&#21335;&#20250;&#20551;&#35774;&#35835;&#32773;&#23545;&#23478;&#24237;&#28921;&#39274;&#26377;&#20852;&#36259;&#65292;&#19988;&#20174;&#26410;&#20570;&#36807;&#39640;&#27748;&#65292;&#22240;&#27492;&#19981;&#20855;&#22791;&#20363;&#23376;&#20013;&#25152;&#38656;&#35201;&#30340;&#21508;&#39033;&#25216;&#33021;&#12290;&#35831;&#35797;&#30528;&#24605;&#32771;&#22312;&#36825;&#31181;&#20154;&#35774;&#19979;[10]&#65292;&#12300;&#25105;&#12301;&#35813;&#22914;&#20309;&#21435;&#20869;&#21270;&#26448;&#26009;&#30340;&#20869;&#26680;&#12290;</P>
<P>&#25105;&#20204;&#20250;&#31351;&#23613;&#24335;&#22320;&#22788;&#29702;&#36825;&#20221;&#38405;&#35835;&#26448;&#26009;&#65292;&#20197;&#26368;&#35814;&#23613;&#22320;&#23637;&#31034;&#36825;&#20123;&#36890;&#29992;&#30340;&#21046;&#21345;&#21407;&#21017;&#12290;&#35831;&#27880;&#24847;&#65292;&#23454;&#36341;&#20013;&#20320;&#36890;&#24120;&#19981;&#20250;&#20063;&#19981;&#24517;&#36825;&#20040;&#31995;&#32479;&#22320;&#23398;&#20064;&#12290;&#20320;&#19968;&#33324;&#21482;&#20250;&#20851;&#27880;&#25991;&#31456;&#20013;&#20320;&#35748;&#20026;&#26368;&#26377;&#20215;&#20540;&#30340;&#37096;&#20998;&#65292;&#28982;&#21518;&#22312;&#38750;&#24120;&#26377;&#24517;&#35201;&#30340;&#26102;&#20505;&#36339;&#22238;&#21407;&#22987;&#26448;&#26009;&#65292;&#23547;&#25214;&#19982;&#20320;&#29702;&#35299;&#26368;&#30456;&#20851;&#30340;&#20449;&#24687;&#24182;&#20570;&#25104;&#21345;&#29255; &#8212;&#8212; &#36825;&#20540;&#24471;&#19968;&#36190;&#65281;&#23436;&#32654;&#20027;&#20041;&#20250;&#36807;&#24230;&#28040;&#32791;&#20320;&#30340;&#21160;&#21147;&#65292;&#31351;&#23613;&#24335;&#22788;&#29702;&#21482;&#26159;&#34920;&#38754;&#27491;&#30830;&#65292;&#23454;&#38469;&#19978;&#26159;&#28010;&#36153;&#20320;&#30340;&#27880;&#24847;&#21147;&#65292;&#23427;&#20204;&#26412;&#24212;&#35813;&#25918;&#21040;&#26356;&#26377;&#20215;&#20540;&#30340;&#22320;&#26041;&#12290;&#36825;&#31867;&#38382;&#39064;&#20250;&#22312;&#21518;&#38754;&#26356;&#28145;&#20837;&#22320;&#35752;&#35770;&#12290;</P>
<H2 id=h_434074509_8 data-into-catalog-status=""><B>&#22914;&#20309;&#21046;&#20316;&#21644;&#20648;&#23384;&#40481;&#32905;&#39640;&#27748;&#65306;&#12300;&#20107;&#23454;&#24615;&#12301;&#21644;&#12300;&#31243;&#24207;&#24615;&#12301;&#30693;&#35782;</B></H2>
<P>&#12298;&#40481;&#32905;&#39640;&#27748;&#12299;&#24320;&#22836;&#27573;&#33853;&#65292;&#26356;&#20559;&#21521;&#27010;&#24565;&#24615;&#30693;&#35782;&#65292;&#22240;&#27492;&#25105;&#20204;&#30452;&#25509;&#20174;&#12300;&#33756;&#35889;&#12301;&#27573;&#24320;&#22987;&#65292;&#23427;&#20855;&#20307;&#25551;&#36848;&#20102;&#22914;&#20309;&#21046;&#20316;&#21644;&#23384;&#20648;&#40481;&#32905;&#39640;&#27748;&#12290;&#12300;&#33756;&#35889;&#12301;&#20316;&#20026;&#19968;&#31867;&#28165;&#21333;&#65292;&#21253;&#21547;&#30340;&#30693;&#35782;&#32467;&#26500;&#27604;&#12300;&#25955;&#25991;&#12301;&#24418;&#24335;&#26356;&#20026;&#26126;&#30830;&#65292;&#36825;&#32473;&#25105;&#20204;&#20889;&#21345;&#21021;&#12398;&#20307;&#39564;&#25552;&#20379;&#20102;&#19968;&#20123;&#36741;&#21161;&#12290;</P>
<P>&#25105;&#20204;&#20808;&#35848;&#19968;&#35848;&#12300;&#30693;&#36947;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#30340;&#24517;&#35201;&#21407;&#26009;&#12301;&#65292;&#27492;&#31867;&#30693;&#35782;&#20027;&#26159;&#12300;&#20107;&#23454;&#31867;&#12301;&#65292;&#12300;&#27010;&#24565;&#31867;&#12301;&#25110;&#12300;&#27010;&#24565;&#20043;&#38388;&#30340;&#20851;&#32852;&#12301;&#30340;&#25104;&#20998;&#27604;&#36739;&#23569;&#65292;&#20854;&#20013;&#20027;&#35201;&#21253;&#21547;&#20102;&#26159;&#26080;&#38656;&#21152;&#24037;&#30340;&#21407;&#22987;&#20449;&#24687;&#65292;&#32473;&#20320;&#25171;&#19979;&#23398;&#20064;&#19979;&#19968;&#23618;&#30693;&#35782;&#30340;&#22522;&#30784;&#12290;</P>
<H3 id=h_434074509_9 data-into-catalog-status=""><B>&#12300;&#31616;&#21333;&#20107;&#23454;&#12301;&#31867;&#30693;&#35782;&#65288;Simple fact&#65289;</B></H3>
<P>&#25105;&#20204;&#20551;&#22914;&#30452;&#25509;&#36825;&#20040;&#20889;&#21345;&#65306;&#12300;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#38656;&#35201;&#20160;&#20040;&#65311;&#12301;&#65292;&#37027;&#20040;&#22312;&#22238;&#31572;&#30340;&#26102;&#20505;&#22240;&#20026;&#25968;&#37327;&#25110;&#32773;&#21407;&#26009;&#21517;&#31216;&#26410;&#20316;&#35201;&#27714;&#65292;&#25152;&#20197;&#24456;&#38590;&#20316;&#31572;&#12290;&#36825;&#26679;&#30340;&#21345;&#29255;&#19981;&#22815;<B>&#20934;&#30830;</B>&#65292;&#20063;&#19981;&#22815;<B>&#32858;&#28966;</B><SPAN>&nbsp;</SPAN>&#65306;&#21516;&#26102;&#35201;&#27714;&#25552;&#21462;&#30340;&#32454;&#33410;&#22826;&#22810;&#65292;&#25152;&#20197;&#24819;&#35201;&#21152;&#24378;&#30340;&#35760;&#24518;&#19981;&#20250;&#20840;&#37096;&#34987;&#24378;&#21147;&#28608;&#27963;&#65307;&#24182;&#19988;&#22240;&#20026;&#23427;&#35201;&#30340;&#31572;&#26696;&#22826;&#22810;&#65292;&#22240;&#27492;&#30340;<B>&#19968;&#33268;&#24615;</B>&#12289;<B>&#21487;&#25511;&#24615;</B>&#20063;&#19981;&#22909;&#65306;&#27599;&#27425;&#22238;&#31572;&#65292;&#20320;&#20250;&#35760;&#36215;&#19968;&#20123;&#65292;&#21448;&#24536;&#25481;&#21478;&#19968;&#20123;&#12290;&#22240;&#27492;&#28608;&#27963;&#19981;&#22815;&#19968;&#33268;&#65292;&#23481;&#26131;&#23548;&#33268;&#35760;&#24518;&#21463;&#21040;&#20405;&#34432;&#12290;</P>
<P>&#25152;&#20197;&#65292;&#24471;&#25226;&#31572;&#26696;&#20013;&#30340;&#21407;&#26009;&#34920;&#20998;&#35299;&#20026;&#23454;&#38469;&#20250;&#23398;&#21040;&#30340;&#35201;&#32032;&#12290;&#22914;&#26524;&#20320;&#20174;&#26410;&#21548;&#35828;&#36807;&#39640;&#27748;&#30340;&#35805;&#65292;&#20320;&#21487;&#20197;&#20687;&#19979;&#38754;&#31532;&#19968;&#38382;&#19968;&#26679;&#65292;&#20808;&#31616;&#21333;&#22320;&#28548;&#28165;&#21462;&#29992;&#37096;&#20301;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#21462;&#40481;&#36523;&#19978;&#21738;&#20010;&#12300;&#31867;&#22411;&#12301;&#30340;&#37096;&#20301;&#20570;&#39640;&#27748;&#21407;&#26009;&#65311; 
<P>&#31572;&#65306;&#39592;&#22836;&#12290;&#65288;Bones&#65289;</P></BLOCKQUOTE>
<P>&#36825;&#20010;&#38382;&#39064;&#20165;&#32858;&#28966;&#19968;&#22788;&#25991;&#31456;&#32454;&#33410;&#65292;&#24819;&#35201;&#30340;&#31572;&#26696;&#20063;&#27627;&#19981;&#21547;&#31946;&#65288;&#12300;&#21738;&#20010; &#8220;&#37096;&#20301;&#8221; &#12301;&#65289;&#65292;&#32780;&#12300;&#39592;&#22836;&#12301;&#22312;&#27599;&#27425;&#22238;&#31572;&#20013;&#20063;&#37117;&#26159;&#19968;&#33268;&#30340;&#12290;&#36825;&#26679;&#30340;&#21345;&#22238;&#31572;&#23481;&#26131;&#25511;&#21046;&#65292;&#20294;&#35201;&#23545;&#35760;&#24518;&#20570;&#30340;&#12300;&#25552;&#21462;&#12301;&#20173;&#19981;&#22833;&#21162;&#21147;&#12290;</P>
<P>&#22312;&#35848;&#21450;&#20107;&#23454;&#26102;&#65292;&#25105;&#20204;&#33258;&#28982;&#20250;&#24819;&#28155;&#21152;&#19968;&#20123;&#35299;&#37322;&#12290;&#25105;&#20010;&#20154;&#20250;&#22312;&#32454;&#33410;&#19981;&#23481;&#26131;&#24819;&#21040;&#65292;&#25110;&#32773;&#20107;&#23454;&#32972;&#21518;&#30340;&#35299;&#37322;&#27604;&#36739;&#26377;&#24847;&#24605;&#30340;&#26102;&#20505;&#65292;&#28155;&#21152;&#19968;&#24352;&#12300;<B>&#35299;&#37322;</B>&#21345;&#12301;&#65292;&#30456;&#24517;&#20320;&#20063;&#26377;&#21516;&#26679;&#30340;&#20914;&#21160;&#12290;&#22240;&#20026;&#21363;&#20351;&#36523;&#20026;&#22823;&#21416;&#65292;&#19981;&#22312;&#20046;&#19978;&#38754;&#37027;&#24352;&#21345;&#65292;&#20294;&#20381;&#28982;&#21487;&#33021;&#21463;&#30410;&#20110;&#36825;&#24352;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20026;&#20160;&#20040;&#25105;&#20204;&#20570;&#40481;&#32905;&#39640;&#27748;&#35201;&#29992;&#39592;&#22836;&#65311; 
<P>&#31572;&#65306;&#23427;&#20204;&#23500;&#21547;&#26126;&#33014;&#65288;&#21513;&#21033;&#19969;&#65292;gelatin&#65289;&#65292;&#21487;&#20197;&#20135;&#29983;&#27987;&#37057;&#30340;&#21475;&#24863;&#12290;</P></BLOCKQUOTE>
<P>&#35299;&#37322;&#21345;&#33021;&#24378;&#21270;&#12300;&#20107;&#23454;&#24615;&#12301;&#25552;&#38382;&#20013;&#30340;&#30693;&#35782;&#65292;&#32780;&#12300;&#35299;&#37322;&#12301;&#26412;&#36523;&#20063;&#35753;&#20107;&#23454;&#23500;&#26377;&#24847;&#20041;&#8212;&#8212; &#36825;&#28857;&#20063;&#35768;&#26356;&#37325;&#35201;&#12290;&#27492;&#31867;&#21345;&#29255;&#20687;&#38057;&#23376;&#19968;&#26679;&#65292;&#23558;&#28921;&#39274;&#29983;&#28079;&#20013;&#30340;&#24819;&#27861;&#19982;&#23398;&#21040;&#30340;&#12300;&#20107;&#23454;&#12301;&#30456;&#20114;&#20851;&#32852;&#36215;&#26469;&#12290;&#27604;&#22914;&#20320;&#23398;&#23436;&#36825;&#24352;&#21345;&#30340;&#31532;&#20108;&#22825;&#65292;&#22914;&#26524;&#27491;&#22909;&#21507;&#21040;&#12300;&#26524;&#20923;&#40481;&#29226;&#12301;&#65292;&#23601;&#21487;&#33021;&#32771;&#34385;&#25343;&#40481;&#29226;&#20316;&#39640;&#27748;&#26448;&#26009;&#65288;&#22240;&#20026;&#36825;&#26159;&#40481;&#36523;&#19978;&#26126;&#33014;&#26368;&#20016;&#23500;&#30340;&#37096;&#20998;&#65289;&#65292;&#22240;&#20026;&#20170;&#22825;&#36825;&#24352;&#21345;&#35753;&#20320;&#30693;&#36947;&#26126;&#33014;&#33021;&#25552;&#21319;&#21475;&#24863;&#12290;&#65288;*&#35793;&#32773;&#30340;&#32463;&#21382;&#65306;&#20170;&#22825;&#21507;&#39277;&#30340;&#26102;&#20505;&#25105;&#30447;&#30528;&#30002;&#40060;&#28014;&#24819;&#32852;&#32745;&#65292;&#22240;&#20026;&#23427;&#30340;&#35033;&#36793;&#21644; jio &#23500;&#21547;&#26126;&#33014;&#65289;</P>
<P>&#36824;&#24819;&#35828;&#19968;&#28857;&#65292;&#30693;&#35782;&#28857;&#24182;&#38750;&#38598;&#20013;&#20110;&#25991;&#31456;&#20013;&#19968;&#22359;&#20799;&#12290;&#20687;&#19978;&#38754;&#36825;&#20004;&#24352;&#21345;&#65292;&#23427;&#20204;&#30340;&#31572;&#26696;&#27719;&#38598;&#33258;&#25991;&#31456;&#21508;&#22788;&#65281;&#20889;&#21345;&#22914;&#25340;&#22270;&#65292;&#20320;&#38656;&#35201;&#21435;&#25991;&#20013;&#21508;&#22788;&#32763;&#25214;&#30693;&#35782;&#30862;&#29255;&#12290;</P>
<P>&#36825;&#24352;&#12300;&#20026;&#20160;&#20040;&#12301;&#26159;&#19968;&#20010;&#19981;&#38169;&#30340;&#21021;&#12398;&#23581;&#35797;&#65292;&#20294;&#20173;&#21487;&#20197;&#26356;&#31934;&#30830;&#12290;&#22240;&#20026;&#20687;&#12300;&#39592;&#22836;&#24456;&#20415;&#23452;&#12301;&#20063;&#23646;&#20110;&#19968;&#31181;&#22238;&#31572;&#65288;&#23613;&#31649;&#22312;&#35774;&#35745;&#20043;&#22806;&#65289;&#12290;&#22914;&#26524;&#20320;&#24076;&#26395;&#23545;&#20449;&#24687;&#30340;&#25552;&#21462;&#24471;&#27627;&#26080;&#27495;&#20041;&#65292;&#37027;&#19979;&#38754;&#36825;&#24352;&#20250;&#26356;&#22909;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#39592;&#22836;&#22914;&#20309;&#20135;&#29983;&#40481;&#32905;&#39640;&#27748;&#30340;&#27987;&#37057;&#21475;&#24863;&#65311; 
<P>&#31572;&#65306;&#23427;&#20204;&#23500;&#21547;&#21513;&#21033;&#19969;&#12290;</P></BLOCKQUOTE>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/182.jpg" width=1801 height=488 data-size="normal" data-original="https://pic2.zhimg.com/v2-35a3d5e073bc0937eaa935a28f7341e1_r.jpg" data-rawheight="487" data-rawwidth="1801" data-caption=""></FIGURE> </P>
<P>&#65288;&#20320;&#26159;&#21542;&#30041;&#24847;&#21040;&#32418;&#33394;&#30340;&#22797;&#20064;&#21345;&#20013;&#20173;&#26377;&#19968;&#24352;&#19981;&#31526;&#21512;&#12300;&#19968;&#33268;&#24615;&#12301;&#30340;&#21407;&#21017;&#65311;&#23427;&#24182;&#38750;&#20026;&#20102;&#25552;&#21462;&#32451;&#20064;&#65292;&#32780;&#26159;&#19968;&#20010;&#23567;&#23454;&#39564;&#65292;&#31245;&#21518;&#35752;&#35770;&#65289;</P>
<H3 id=h_434074509_10 data-into-catalog-status=""><B>&#12300;&#28165;&#21333;&#12301;&#31867;&#30693;&#35782;</B></H3>
<P>&#22238;&#21040;&#21407;&#26009;&#34920;&#20013;&#30340;&#20869;&#23481;&#65292;&#12300;&#40481;&#32905;&#39640;&#27748;&#12301;&#20174;&#23450;&#20041;&#19978;&#26174;&#28982;&#23601;&#35813;&#21253;&#21547;&#27700;&#21644;&#40481;&#32905;&#65288;&#31245;&#21518;&#20250;&#22788;&#29702;&#20998;&#26512;&#65289;&#65292;&#20294;&#21097;&#19979;&#30340;&#39321;&#26009;&#37117;&#26159;&#21464;&#37327;&#65292;&#21462;&#20915;&#20110;&#24212;&#29992;&#22330;&#21512;&#12290; &#22240;&#27492;&#65292;&#25105;&#20204;&#19981;&#22914;&#20808;&#20174;&#21151;&#33021;&#32452;&#21035;&#19978;&#21435;&#29702;&#35299;&#21407;&#26009;&#65292;&#20250;&#26356;&#22909;&#22320;&#24110;&#25105;&#20204;&#20869;&#21270;&#33756;&#35889;&#32467;&#26500;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#26159;&#29992;&#40481;&#32905;&#12289;&#27700;&#21644;&#20854;&#20182;&#20160;&#20040;&#31867;&#21035;&#30340;&#21407;&#26009;&#21046;&#25104;&#30340;&#65311; 
<P>&#31572;&#65306;&#39321;&#26009;&#12290;</P></BLOCKQUOTE>
<P>&#20998;&#32452;&#21518;&#65292;&#25105;&#20204;&#21487;&#20197;&#25552;&#23376;&#38382;&#39064;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#20013;&#20351;&#29992;&#30340;&#20856;&#22411;&#39321;&#26009;&#26159;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306;&#27915;&#33905;&#12289;&#32993;&#33821;&#21340;&#12289;&#33465;&#33756;&#12289;&#22823;&#33948;&#21644;&#39321;&#33756;</P></BLOCKQUOTE>
<P>&#20294;&#26159;&#65292;&#38500;&#38750;&#20320;&#26377;&#19968;&#23450;&#32463;&#39564;&#65292;&#21542;&#21017;&#36825;&#20010;&#21345;&#29255;&#23545;&#20320;&#26469;&#35828;&#21487;&#33021;&#24182;&#19981;&#21487;&#25511;&#65292;&#25110;&#26159;&#27599;&#27425;&#35760;&#30340;&#21407;&#26009;&#19981;&#19968;&#33268;&#12290;&#36825;&#26679;&#30340;&#26080;&#24207;&#21015;&#34920;&#35201;&#36716;&#21270;&#20026;&#22909;&#21345;&#29255;&#65292;&#39047;&#20855;&#38590;&#24230;&#12290;</P>
<P>&#23545;&#27492;&#65292;&#19968;&#20010;&#22909;&#31574;&#30053;&#26159;&#21019;&#24314;&#19968;&#32452;&#38382;&#39064;&#65292;&#24182;&#23545;&#36873;&#39033;&#20998;&#21035;&#25366;&#31354;&#65292;&#24182;&#35201;&#27714;&#20320;&#36880;&#19968;&#22635;&#31354;&#65288;&#19979;&#38754;&#29992;<CODE><FONT face="Courier New">&#65311;&#65311;&#65311;</FONT></CODE>&#25351;&#25366;&#30340;&#23380;&#65289;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20856;&#22411;&#30340;&#40481;&#32905;&#39640;&#27748;&#20304;&#26009;&#65306; 
<P><B>- &#65311;&#65311;&#65311;</B> 
<P>- &#32993;&#33821;&#21340; 
<P>- &#33465;&#33756; 
<P>- &#22823;&#33948; 
<P>- &#39321;&#33756; 
<P>
<P>&#31572;&#65306;&#27915;&#33905; 
<P>
<P>&#38382;&#65306;&#20856;&#22411;&#30340;&#40481;&#32905;&#39640;&#27748;&#36741;&#26009;&#65306; 
<P>- &#27915;&#33905; 
<P><B>- &#65311;&#65311;&#65311;</B> 
<P>&#33465;&#33756; 
<P>&#22823;&#33948; 
<P>&#39321;&#33756; 
<P>
<P>&#31572;&#65306;&#32993;&#33821;&#21340;</P></BLOCKQUOTE>
<P>&#8230;&#20197;&#27492;&#31867;&#25512;&#12290;&#36825;&#37324;&#27880;&#24847;&#21040;&#36873;&#39033;&#21015;&#34920;&#39034;&#24207;&#27809;&#26377;&#21464;&#21160;&#65292;&#36825;&#26679;&#20320;&#22312;&#37325;&#22797;&#22238;&#24518;&#26102;&#65292;&#26368;&#32456;&#19968;&#23450;&#31243;&#24230;&#19978;&#20250;&#24418;&#25104;&#35270;&#35273;<I>&#24418;&#29366;</I>&#19978;&#30340;&#35760;&#24518;&#12290;</P>
<P>&#22823;&#22810;&#25968; SR &#36719;&#20214;&#37117;&#26377;&#24555;&#36895;&#29983;&#25104;&#36825;&#26679;&#19968;&#32452;&#22871;&#21345;&#30340;&#21151;&#33021;&#65292;&#21345;&#29255;&#20043;&#38388;&#20114;&#20026;&#21464;&#20307;&#12290;&#21363;&#25152;&#35859;&#12300;&#23436;&#24418;&#22635;&#31354;/ &#22635;&#31354;&#39064;/ &#25366;&#31354;&#39064;&#12301;&#65288;cloze deletions&#65289;&#65292;&#19968;&#27425;&#22797;&#20064;&#65292;&#21482;&#25512;&#36865;&#19968;&#20010;&#29256;&#26412;&#30340;&#38382;&#39064;&#35201;&#20320;&#22635;&#31354;&#12290;&#36825;&#24456;&#37325;&#35201;&#65292;&#22240;&#20026;&#21482;&#31572;&#19968;&#31181;&#29256;&#26412;&#65292;&#23481;&#26131;&#36951;&#24536;&#20854;&#20313;&#30340;&#36873;&#39033;&#12290;</P>
<P>&#24403;&#28982;&#65292;&#22914;&#26524;&#33021;&#22312;&#38656;&#35201;&#26102;&#22238;&#24819;&#36215;&#20840;&#37096;&#36873;&#39033;&#26159;&#26368;&#22909;&#30340;&#12290;&#23613;&#31649;&#21333;&#36873;&#22635;&#31354;&#24050;&#36275;&#22815;&#24212;&#20184;&#22823;&#22810;&#25968;&#30340;&#20570;&#21345;&#26448;&#26009;&#65292;&#20294;&#23545;&#20110;&#22797;&#26434;&#30340;&#20869;&#23481;&#65292;&#20320;&#21487;&#33021;&#24471;&#22312;&#24443;&#24213;&#35760;&#20303;&#21333;&#36873;&#32467;&#26524;&#20043;&#21518;&#65292;&#36824;&#35201;&#28155;&#21152;&#19968;&#20123;&#32508;&#21512;&#24615;&#30340;&#21345;&#29255;&#65288;&#19981;&#21516;&#31867;&#21035;&#30340;&#12300;&#32508;&#21512;&#24615;&#12301;&#23450;&#20041;&#19981;&#21516;&#65289;&#12290;&#20363;&#22914;&#23545;&#20110;&#12300;&#28165;&#21333;&#12301;&#65292;&#21487;&#33021;&#35201;&#27714;&#20320;&#38543;&#30528;&#22797;&#20064;&#36880;&#28176;&#22810;&#36873;&#8212;&#8212;&#25105;&#19981;&#30693;&#36947;&#26159;&#21542;&#26377;&#36825;&#26679;&#30340; SR &#36719;&#20214;&#65292;&#20294;&#20284;&#20046;&#20540;&#24471;&#19968;&#35797;&#12290;</P>
<P>&#21478;&#19968;&#20010;&#24110;&#33258;&#24049;&#29702;&#35299;&#12300;&#28165;&#21333;&#12301;&#30340;&#26041;&#27861;&#26159;&#20026;&#27599;&#20010;&#25104;&#20998;&#20889;&#19968;&#20123;&#35299;&#37322;&#21345;&#8212;&#8212;<I>&#20026;&#20160;&#20040;</I>&#32993;&#33821;&#21340;&#26159;&#40481;&#32905;&#39640;&#27748;&#30340;&#22909;&#20304;&#26009;&#65311;&#65288;&#27880;&#65306;&#32993;&#33821;&#21340;&#25552;&#20379;&#26893;&#29289;&#31958;&#65292;&#21516;&#30416;&#19968;&#26679;&#33021;&#25552;&#20142;&#20854;&#20182;&#21619;&#36947;&#65289;&#22914;&#26524;&#20320;&#30693;&#36947;&#21407;&#26009;&#30340;&#23545;&#24212;&#35299;&#37322;&#65292;&#20063;&#35768;&#19981;&#38656;&#35201;&#12300;&#22635;&#31354;&#12301;&#20063;&#33021;&#35760;&#20303;&#20840;&#37096;&#20102;&#12290;&#22914;&#21069;&#38754;&#25152;&#25552;&#65292;&#35299;&#37322;&#35753;&#12300;&#20107;&#23454;&#12301;&#26356;&#22909;&#34987;&#29702;&#35299;&#12290;&#26412;&#26696;&#30340;&#33756;&#35889;&#20013;&#65292;&#27809;&#26377;&#35828;&#20026;&#20160;&#20040;&#35201;&#36825;&#20123;&#39321;&#26009;&#65292;&#25152;&#20197;&#20320;&#38656;&#35201;&#33258;&#24049;&#21435;&#23547;&#27714;&#35299;&#37322;*&#12290;&#65288;*&#35793;&#27880;&#65306;&#34880;&#27882;&#25552;&#37266;&#65306;&#12300;&#21035;&#20570;&#23436;&#32654;&#20027;&#20041;&#12301;&#65289;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/183.jpg" width=1136 height=300 data-size="normal" data-original="https://pic3.zhimg.com/v2-8524fc36d46ad0afeccb094948c652da_r.jpg" data-rawheight="300" data-rawwidth="1136" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_11 data-into-catalog-status=""><B>&#12300;&#32447;&#32034;&#12301;&#21644;&#12300;&#31934;&#32454;&#32534;&#30721;&#12301;</B></H3>
<P>&#22914;&#26524;&#20320;&#23545;&#36825;&#20123;&#38382;&#39064;&#24863;&#21040;&#25379;&#25166;&#65292;&#37027;&#20040;&#21487;&#20197;&#28155;&#21152;&#19968;&#20010;&#12300;&#32447;&#32034;&#65288;cue&#65289;&#12301;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20856;&#22411;&#30340;&#40481;&#32905;&#39640;&#27748;&#39321;&#26009;&#65306; 
<P>- &#27915;&#33905; 
<P>- &#32993;&#33821;&#21340; 
<P>- &#33465;&#33756; 
<P>- &#22823;&#33948; 
<P><B>- &#65311;&#65311;&#65311;&#65288;&#19968;&#31181;&#21619;&#37325;&#30340;&#39321;&#26009;&#65289;</B> 
<P>
<P>&#31572;&#65306;&#39321;&#33756;</P></BLOCKQUOTE>
<P>&#20294;&#35201;&#30830;&#20445;&#20320;&#30340;&#32447;&#32034;&#19981;&#20250;&#35753;&#21345;&#29255;&#22833;&#21435;&#28789;&#39746;&#65292;&#21162;&#21147;&#22320;&#35760;&#24518;&#20013;&#25552;&#21462;&#31572;&#26696;&#65292;&#26159;&#37325;&#20013;&#20043;&#37325;&#12290; &#36825;&#26679;&#23376;&#23601;&#24456;&#25289;&#33007;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20856;&#22411;&#30340;&#40481;&#32905;&#39640;&#27748;&#39321;&#26009;&#65306; 
<P>- &#27915;&#33905; 
<P><B>- &#65311;&#65311;&#65311;&#65288;&#33521;&#25991;&#19982;&#12300;parrots&#12301;&#25276;&#38901;&#65289;</B> 
<P>- &#33465;&#33756; 
<P>- &#22823;&#33948; 
<P>- &#39321;&#33756; 
<P>
<P>&#31572;&#65306;&#32993;&#33821;&#21340;</P></BLOCKQUOTE>
<P>&#36825;&#31181;&#21345;&#29255;&#23454;&#36136;&#19978;&#26159;&#35201;&#20320;&#29468;&#19968;&#20010;&#35856;&#38899;&#26775;&#65292;&#32780;&#26080;&#38656;&#23545;&#25152;&#38382;&#30340;&#30693;&#35782;&#20570;&#12300;&#30828;&#25552;&#21462;&#12301;&#8212;&#8212; parrots &#21482;&#21644; carrot &#25276;&#38901;&#65292;&#25152;&#20197;&#19981;&#30475;&#38382;&#39064;&#20063;&#33021;&#20316;&#31572;&#65292;&#21387;&#26681;&#23601;&#19981;&#23384;&#22312;&#23545;&#33756;&#35889;&#30340;&#30693;&#35782;&#20570;&#25552;&#21462;&#12290;&#24635;&#20043;&#65292;&#19981;&#33021;&#24433;&#21709;&#21345;&#29255;&#30340;&#12300;&#25552;&#21462;&#12301;&#26159;&#20889;&#12300;&#32447;&#32034;&#12301;&#30340;&#22522;&#26412;&#35201;&#27714;&#12290;&#30456;&#27604;&#20043;&#19979;&#65292;&#19978;&#19968;&#29256;&#30340;&#32447;&#32034;&#12300;&#21619;&#37325;&#30340;&#39321;&#26009;&#12301;&#20173;&#32771;&#39564;&#20320;&#30340;&#30828;&#22238;&#24518;&#12290;&#27605;&#31455;&#12300;&#39321;&#26009;&#12301;&#26377;&#24456;&#22810;&#31181;&#65292;&#33539;&#22260;&#34429;&#28982;&#26377;&#25152;&#32553;&#23567;&#65292;&#21364;&#20173;&#35201;&#20320;&#35760;&#20303;&#33756;&#35889;&#25351;&#23450;&#30340;&#37027;&#20010;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20856;&#22411;&#30340;&#40481;&#32905;&#39640;&#27748;&#39321;&#26009;&#65306; 
<P>- &#27915;&#33905; 
<P><B>- &#65311;&#65311;&#65311;</B> 
<P>- &#33465;&#33756; 
<P>- &#22823;&#33948; 
<P>- &#39321;&#33756; 
<P>
<P>&#31572;&#65306;&#32993;&#33821;&#21340;&#65288;&#33521;&#25991; carrots &#19982;&#12300;&#40550;&#40521; parrots&#12301;&#25276;&#38901;&#65306;&#24819;&#35937;&#19968;&#32676;&#40550;&#40521;&#21500;&#30528;&#32993;&#33821;&#21340;&#39134;&#34892;&#65292;&#25226;&#23427;&#20204;&#20002;&#36827;&#19968;&#38149;&#27748;&#37324;&#65289;</P></BLOCKQUOTE>
<P>&#36825;&#31867;&#32447;&#32034;&#28041;&#21450;&#21478;&#22806;&#19968;&#31181;&#35760;&#24518;&#29616;&#35937;&#65292;&#20063;&#26159;&#35748;&#30693;&#31185;&#23398;&#23478;&#30340;&#23454;&#39564;&#23545;&#35937; &#8212;&#8212;&#12300;*&#31934;&#32454;&#32534;&#30721; &#65288;elaborative encoding&#65289;&#12301;[11]&#65306;&#23558;&#20449;&#24687;&#19982;&#20854;&#20182;&#35760;&#24518;&#30456;&#20851;&#32852;&#65292;&#23427;&#20250;&#21464;&#24471;&#26356;&#22909;&#22238;&#24518; &#12290;&#24403;&#28982;&#65292;&#21407;&#26009;&#28165;&#21333;&#36825;&#31181;&#65292;&#19981;&#23481;&#26131;&#25645;&#37197;&#20986;&#26377;&#24847;&#20041;&#32852;&#24819;&#65292;&#20294;&#36825;&#31181;&#24773;&#20917;&#19979;&#65292;&#20320;&#20173;&#21487;&#33258;&#24049;&#32534;&#36896;&#19968;&#20010;&#21161;&#35760;&#35789;&#26469;&#21033;&#29992;&#12300;&#31934;&#32454;&#32534;&#30721;&#12301;&#12290;&#29983;&#21160;&#30340;&#32852;&#24819;&#25928;&#26524;&#20250;&#26356;&#22909;&#65292;&#22240;&#27492;&#23613;&#37327;&#20174;&#22810;&#20010;&#26041;&#38754;&#23547;&#25214;&#32852;&#31995;&#12290;&#27604;&#22914;&#20174;&#35270;&#35273;&#12289;&#26377;&#24847;&#20041;&#30340;&#20010;&#20154;&#32463;&#21382;&#12289;&#24773;&#32490;&#65288;&#24189;&#40664;&#12289;&#21388;&#24694;&#31561;&#65289;&#31561;&#26041;&#38754;&#12290;&#65288;*&#35793;&#27880;&#65306;1.&#12300;elaborative&#12301;&#19968;&#35789;&#21253;&#21547;&#20102;&#12300;&#21327;&#20316;&#12301;&#30340;&#24847;&#24605;&#65292;&#25152;&#20197;&#19981;&#38656;&#35201;&#25077;&#36924;&#22320;&#21435;&#24819;&#12300;&#21738;&#20799;&#31934;&#32454;&#20102;&#12301;&#65307;2. &#21451;&#24773;&#25552;&#31034;&#65306;&#21161;&#35760;&#35789;&#20889;&#22312;&#21345;&#32972;&#65292;&#32447;&#32034;&#20889;&#22312;&#21345;&#38754;&#65289;</P>
<P>&#36825;&#37324;&#26377;&#20010;&#36890;&#29992;&#30340;&#25216;&#24039;&#65306;&#19975;&#29289;&#30342;&#21487;&#21046;&#21345;&#65292;&#21161;&#35760;&#35789;&#20063;&#26159;&#22914;&#27492;&#12290;&#22914;&#26524;&#20320;&#35201;&#35760;&#30340;&#20449;&#24687;&#27604;&#36739;&#38543;&#24847;&#25110;&#38646;&#25955;&#65292;&#30452;&#25509;&#25226;&#21161;&#35760;&#35789;&#25324;&#36215;&#26469;&#25918;&#22312;&#31572;&#26696;&#26639;&#37324;&#23601;&#34892;&#12290;&#35201;&#36824;&#26159;&#24456;&#38590;&#22238;&#31572;&#65292;&#23601;&#19987;&#38376;&#25226;&#21161;&#35760;&#35789;&#25552;&#25104;&#19968;&#24352;&#21345;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#20013;&#12300;&#32993;&#33821;&#21340;&#12301;&#30340;&#21161;&#35760;&#35789;&#65311; 
<P>&#31572;&#65306;&#33521;&#25991; carrots &#19982;&#12300;&#40550;&#40521; parrots&#12301;&#25276;&#38901;&#65306;&#24819;&#35937;&#19968;&#32676;&#40550;&#40521;&#21500;&#30528;&#32993;&#33821;&#21340;&#39134;&#34892;&#65292;&#25226;&#23427;&#20204;&#20002;&#36827;&#19968;&#38149;&#27748;&#37324;</P></BLOCKQUOTE>
<P>&#27492;&#22806;&#65292;&#22270;&#20687;&#20063;&#33021;&#35302;&#21457;&#12300;&#31934;&#32454;&#32534;&#30721;&#12301;&#65292;&#20063;&#24456;&#36866;&#21512;&#25366;&#25481;&#20570;&#12300;&#22635;&#31354;&#39064;&#12301;&#65292;&#20320;&#21487;&#33021;&#20250;&#21457;&#29616;&#36825;&#24352;&#21345;&#29255;&#27604;&#25991;&#23383;&#26356;&#26377;&#35760;&#24518;&#28857;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#30340;&#21407;&#26009;&#65306;</BLOCKQUOTE>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/184.jpg" width=1024 height=768 data-size="normal" data-original="https://pic3.zhimg.com/v2-404baf3718b865586e1525f14417a502_r.jpg" data-rawheight="768" data-rawwidth="1024" data-caption=""></FIGURE> </P>
<BLOCKQUOTE>&#31572;&#65306;&#32993;&#33821;&#21340;</BLOCKQUOTE>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/185.jpg" width=1024 height=768 data-size="normal" data-original="https://pic3.zhimg.com/v2-aa0882f7f250c229ed009c25b7f3d462_r.jpg" data-rawheight="768" data-rawwidth="1024" data-caption=""></FIGURE> </P>
<P class=ztext-empty-paragraph>
<P></P>
<P>&#24403;&#28982;&#20102;&#65292;&#20570;&#12300;&#32447;&#32034;&#12301;&#21644;&#12300;&#31934;&#32454;&#32534;&#30721;&#12301;&#20250;&#22686;&#21152;&#21046;&#21345;&#36127;&#25285;&#12290;&#22240;&#27492;&#27809;&#24517;&#35201;&#35265;&#19968;&#24352;&#20570;&#19968;&#24352;&#65292;&#19981;&#28982;&#23481;&#26131;&#31934;&#30130;&#21147;&#23613;&#12290;&#20294;&#22914;&#26524;&#20320;&#20272;&#25720;&#30528;&#26576;&#24352;&#21345;&#21487;&#33021;&#27604;&#36739;&#38590;&#35760;&#65292;&#23427;&#20173;&#28982;&#26159;&#20010;&#26377;&#29992;&#30340;&#25216;&#26415;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/186.jpg" width=1801 height=395 data-size="normal" data-original="https://pic3.zhimg.com/v2-ec1e6102413cdbe406e1e70b337e626a_r.jpg" data-rawheight="394" data-rawwidth="1801" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/187.jpg" width=1824 height=395 data-size="normal" data-original="https://pic1.zhimg.com/v2-bf5c552a825ddf36e47cd2639268a168_r.jpg" data-rawheight="394" data-rawwidth="1824" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_12 data-into-catalog-status=""><B>&#12300;&#20877;&#35299;&#37322;&#12301;&#20197;&#21450;&#32463;&#39564;&#27861;&#21017;&#12300;&#36229;&#37327;&#21046;&#21345;&#12301;</B></H3>
<P>&#29616;&#22312;&#65292;&#39640;&#27748;&#29992;&#20160;&#20040;&#21407;&#26009;&#24050;&#32463;&#35299;&#20915;&#20102;&#65292;&#25968;&#37327;&#19978;&#22914;&#20309;&#20570;&#21345;&#65311;</P>
<P>&#21780;&#65292;&#20320;&#21487;&#20197;&#23581;&#35797;&#36825;&#26679;&#38382;&#65306;&#12300;&#19968;&#20221;&#40481;&#32905;&#39640;&#27748;&#37324;&#26377;&#22810;&#23569;&#40481;&#39592;&#65311;&#12301;&#65292;&#20854;&#20013;&#12300;&#19968;&#20221;&#12301;&#26159;&#20160;&#20040;&#65292;&#20173;&#28982;&#19981;&#22815;&#31934;&#30830;&#12290;&#23545;&#27492;&#25105;&#20204;&#21487;&#20197;&#23558;&#38382;&#39064;&#21644;&#25351;&#23450;&#28165;&#21333;&#32465;&#23450;&#36215;&#26469;&#65292;&#22914;&#12300;Andy&#29256;&#30340;&#40481;&#32905;&#39640;&#27748;&#37197;&#26041;&#37324;&#26377;&#22810;&#23569;&#40481;&#39592;&#65311;&#12301;&#12290;&#19981;&#36807;&#36825;&#20173;&#28982;&#19981;&#26159;&#25105;&#20204;&#23454;&#38469;&#24819;&#30693;&#36947;&#30340; &#8212;&#8212; &#40481;&#32905;&#39640;&#27748;&#30340;&#33756;&#35889;&#26126;&#30830;&#25351;&#20986;&#65292;&#37327;&#35201;&#38543;&#26426;&#24212;&#21464;&#12290;&#20889;&#22909;&#21345;&#29255;&#24448;&#24448;&#28041;&#21450;&#23545;&#21407;&#25991;&#30340;&#35299;&#35835;&#65288;&#12300;&#20877;&#35299;&#37322;&#12301;&#65289; &#65292;&#36825;&#26159;&#35753;&#29702;&#35299;&#36229;&#33073;&#25991;&#31456;&#26412;&#36523;&#23616;&#38480;&#30340;&#31532;&#19968;&#27493;&#12290;&#23601;&#20687;&#19979;&#38754;&#36825;&#26679;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#20013;&#40481;&#39592;&#21644;&#27700;&#30340;&#27604;&#20363;&#26159;&#22810;&#23569;&#65311; 
<P>&#31572;&#65306;&#27599;&#30917;&#39592;&#22836;&#19968;&#22840;&#33073;&#27700; 
<P>
<P>&#38382;&#65306;&#19968;&#30917;&#40481;&#39592;&#22312;&#40481;&#32905;&#39640;&#27748;&#20013;&#24212;&#20351;&#29992;&#22810;&#23569;&#27915;&#33905;&#65311; 
<P>&#31572;&#65306;&#21322;&#39063;&#27915;&#33905; 
<P>
<P>&#38382;&#65306;&#19968;&#30917;&#40481;&#39592;&#30340;&#40481;&#32905;&#39640;&#27748;&#20013;&#35201;&#29992;&#22810;&#23569;&#32993;&#33821;&#21340;/ &#33465;&#33756;&#65311; 
<P>&#31572;&#65306;1 &#26681;&#32993;&#33821;&#21340;/&#33465;&#33756; 
<P>
<P>&#38382;&#65306;&#19968;&#30917;&#40481;&#39592;&#30340;&#40481;&#32905;&#39640;&#27748;&#20013;&#35201;&#29992;&#22810;&#23569;&#22823;&#33948;&#65311; 
<P>&#31572;&#65306;2 &#20010;&#25443;&#30862;&#30340;&#25171;&#31639;</P></BLOCKQUOTE>
<P>&#20854;&#20013;&#27809;&#25552;&#39321;&#33756;&#65292;&#36825;&#26159;&#21478;&#19968;&#20363;&#12300;&#20877;&#35299;&#37322;&#12301;&#65306;&#21407;&#25991;&#30340;&#12300;&#19968;&#26463;&#12301;&#26080;&#35770;&#22914;&#20309;&#20063;&#26159;&#19968;&#20010;&#30830;&#20999;&#30340;&#21333;&#20301;&#65292;&#25152;&#20197;&#25105;&#25165;&#19981;&#31649;&#21040;&#24213;&#22810;&#23569;&#65292;&#21453;&#27491;&#25105;&#21482;&#25235;&#19968;&#25226;&#12290;</P>
<P>&#27880;&#24847;&#21040;&#65292;&#20026;&#20102;&#20445;&#35777;&#32858;&#28966;&#32780;&#31934;&#30830;&#65292;&#36825;&#37324;&#23558;&#21407;&#26009;&#34920;&#20998;&#35299;&#25104;&#24456;&#22810;&#20010;&#38382;&#31572;&#12290;&#26032;&#25163;&#24120;&#24120;&#26377;&#33410;&#32422;&#29992;&#21345;&#30340;&#24378;&#36843;&#30151;&#65292;&#22810;&#20889;&#19968;&#24352;&#23601;&#36319;&#22810;&#25487;&#38065;&#19968;&#26679;&#65292;&#20542;&#21521;&#20110;&#25226;&#21345;&#29255;&#30340;&#12300;&#25968;&#37327;&#12301;&#20889;&#24471;&#23569;&#23569;&#30340;&#12289;&#25226;&#12300;&#33539;&#22260;&#12301;&#20889;&#24471;&#27867;&#27867;&#30340; &#8212;&#8212; &#20294;&#36825;&#36866;&#24471;&#20854;&#21453;&#65292;&#22240;&#20026;&#20320;&#35201;&#25484;&#25569;&#30340;&#12300;&#30693;&#35782;&#37327;&#12301;&#19981;&#20250;&#38543;&#30528;&#20320;&#30340;&#21345;&#29255;&#25968;&#37327;&#32780;&#20943;&#23569;&#65288;&#38500;&#38750;&#29305;&#24847;&#25490;&#38500;&#26576;&#20123;&#20869;&#23481;&#65289;*&#65292;&#25226;&#21345;&#29255;&#25968;&#37327;&#20943;&#23569;&#12289;&#20869;&#23481;&#21464;&#31961;&#65292;&#24182;&#27809;&#26377;&#35753;&#24517;&#23398;&#30340;&#30693;&#35782;&#20943;&#37327;&#65292;&#21453;&#32780;&#35753;&#26448;&#26009;&#26356;&#38590;&#20570;&#37325;&#22797;&#32451;&#20064;&#65292;&#23481;&#26131;&#12300;&#40769;&#12301;&#12290;&#65288;*&#35793;&#27880;&#65306;&#34180;&#30340;&#39640;&#25968;&#20070;&#21482;&#20250;&#26356;&#38590;&#12290;&#21566;&#24895;&#31216;&#20043;&#20026; &#30693; &#35782; &#23432; &#24658; &#24459; &#65289;</P>
<P>&#21345;&#29255;&#30340;&#22797;&#20064;&#29992;&#26102;&#27604;&#20320;&#24819;&#35937;&#20013;&#35201;&#23569; &#8212;&#8212; &#31532;&#19968;&#24180;&#37324;&#65292;&#19968;&#24352;&#20302;&#38590;&#24230;&#30340;&#21345;&#29255;&#27599;&#27425;&#20250;&#33457; &#33457;&#36153;10-30 &#31186;&#65292;&#28982;&#21518;&#36880;&#24180;&#21095;&#20943;&#12290;&#22914;&#26524;&#20320;&#26242;&#26102;&#27809;&#27861;&#25226;&#25569;&#26102;&#38388;&#24320;&#38144;&#65292;&#37027;&#20040;&#35797;&#30528;&#25509;&#21463;&#36825;&#20010;&#32463;&#39564;&#27861;&#21017;&#65306;&#27704;&#36828;&#27604;&#33298;&#36866;&#37327;&#22810;&#20889;&#20960;&#24352;* &#65288;write more prompts than feels natural.&#65289;&#65288;*&#35793;&#27880;&#65306;&#25105;&#24895;&#31216;&#20043;&#20026;<SPAN>&nbsp;</SPAN><I>&#36807; &#39281; &#21644; &#20889; &#21345;</I>&#65292;&#24352;&#25968;&#20877;&#22810;&#20123;&#12289;&#22797;&#20064;&#38590;&#24230;&#20877;&#20302;&#20123; &#8212;&#8212; &#26377;&#30340;&#65288;&#20854;&#23454;&#26159;&#20840;&#37096;&#65289;&#35793;&#27880;&#23601;&#26159;&#24223;&#35805;&#65292;&#24403;&#21161;&#35760;&#35789;&#21543;&#65289;</P>
<P>&#21345;&#29255;&#19981;&#36149;&#65292;&#20294;&#20063;&#32477;&#38750;&#20813;&#36153; &#8212;&#8212; &#20250;&#26377;&#24773;&#32490;&#19978;&#30340;&#24320;&#38144;&#65306;&#25968;&#37327;&#29190;&#28856;&#30340;&#20302;&#38590;&#24230;&#21345;&#29255;&#23481;&#26131;&#35753;&#20320;&#23849;&#28291;&#65292;&#22240;&#20026;&#27809;&#20154;&#24895;&#24847;&#33457;&#26102;&#38388;&#22797;&#20064;&#19968;&#22534;&#38381;&#30524;&#37117;&#20250;&#30340;&#26448;&#26009;&#12290; &#22240;&#27492;&#65292;&#22914;&#26524;&#26448;&#26009;&#35752;&#35770;&#30340;&#19996;&#35199;&#24050;&#32463;&#30456;&#24403;&#29087;&#24713;&#65292;&#21345;&#29255;&#24212;&#35813;&#20889;&#23569;&#19968;&#28857; &#8212;&#8212; &#24182;&#38750;&#35828;&#29087;&#24713;&#30340;&#39046;&#22495;&#21487;&#20197;&#20889;&#24471;&#21547;&#31946;&#65292;&#32780;&#26159;&#22240;&#20026;&#36793;&#38469;&#25928;&#24212;&#65292;&#20320;&#35201;&#25429;&#33719;&#30340;&#30693;&#35782;&#37327;&#26412;&#36523;&#23601;&#23569;&#12290;</P>
<P>&#20363;&#22914;&#65292;&#25105;&#33258;&#24049;&#30340;&#21345;&#32452;&#20013;&#65292;&#27809;&#26377;&#21253;&#25324;&#26412;&#20363;&#30340;&#21407;&#26448;&#26009;&#39044;&#22788;&#29702;&#65292;&#36825;&#23545;&#25105;&#27809;&#24517;&#35201;&#8212;&#8212; &#34092;&#33756;&#35201;&#23567;&#20999;&#12289;&#22823;&#33948;&#35201;&#25443;&#30862;&#65292;&#23545;&#20110;&#19968;&#20010;&#21416;&#24072;&#65292;&#22914;&#26524;&#19981;&#31895;&#24515;&#30340;&#35805;&#19968;&#33324;&#26159;&#33258;&#28982;&#32780;&#28982;&#30340;&#22788;&#29702;&#12290;&#19981;&#36807;&#20320;&#35273;&#24471;&#26377;&#29992;&#30340;&#35805;&#23601;&#36824;&#26159;&#20889;&#19968;&#19979;&#21543;&#12290;</P>
<P>&#36824;&#26377;&#19968;&#28857;&#19982;&#27492;&#30456;&#20851;&#65292;&#19968;&#24352;&#21345;&#29255;&#12300;&#32858;&#28966;&#12301;&#22312;&#20309;&#31181;&#23610;&#24230;&#19978;&#65292;&#21462;&#20915;&#20110;&#20320;&#24050;&#20102;&#28982;&#20110;&#24515;&#30340;&#27010;&#24565;&#35268;&#27169;&#12290;&#26412;&#20363;&#20013;&#30340;&#39321;&#26009;&#23545;&#25105;&#26469;&#35828;&#22826;&#29087;&#20102;&#65292;&#25105;&#23558;&#20854;&#20316;&#20026;&#19968;&#20010;&#21407;&#23376;&#21333;&#20301;&#21435;&#35760; &#65288;&#8220;&#24847;&#24335;&#39321;&#26009;&#8221;&#65289; &#32780;&#19981;&#26159;&#25286;&#24320;&#12290;</P>
<P>&#22797;&#26434;&#30340;&#27010;&#24565;&#20250;&#38543;&#30528;&#34701;&#20250;&#36143;&#36890;&#65288;&#12300;&#27969;&#30021;&#24615;&#12301;&#30340;&#24314;&#31435;&#65289;&#65292;&#36880;&#28176;&#32452;&#22359;&#21270;&#20026;&#26032;&#30340;&#22522;&#26412;&#21333;&#20803;&#65292;&#36825;&#26679;&#19968;&#26469;&#65292;&#20320;&#22312;&#23545;&#22797;&#26434;&#27010;&#24565;&#20889;&#21345;&#26102;&#65292;&#26082;&#19981;&#20250;&#20002;&#22833;&#32454;&#33410;&#65292;&#21448;&#36275;&#22815;&#32858;&#28966;&#12290;&#23454;&#38469;&#19978;&#65292;&#19968;&#20010;&#19987;&#23478;&#30340;&#37325;&#35201;&#29305;&#24449;&#65292;&#21487;&#33021;&#23601;&#26159;&#22522;&#20110;&#36234;&#26469;&#36234;&#22797;&#26434;&#30340;&#12300;&#32452;&#22359;&#12301;&#24605;&#32771;[12]&#12290;&#20174;&#36825;&#20010;&#35282;&#24230;&#30475;&#65292;&#21508;&#31181;&#21161;&#35760;&#31995;&#32479;&#25198;&#28436;&#20102;&#19968;&#20010;&#12300;&#32452;&#22359;&#20652;&#21270;&#21058;&#12301;&#30340;&#35282;&#33394;&#65292;&#23427;&#20419;&#36827;&#20102;&#20320;&#23545;&#26576;&#20010;&#26041;&#38754;&#32452;&#22359;&#30340;&#12300;&#26377;&#25928;&#22823;&#23567;&#12301;&#30340;&#22686;&#38271;*&#65288;*&#35793;&#27880;&#65306;Andy &#19981;&#26041;&#20415;&#35828;&#24471;&#22826;&#32477;&#23545;&#65292;&#20294;&#19981;&#22952;&#30861;&#25105;&#21152;&#26009;&#65306;&#22240;&#27492;&#65292;&#30828;&#35760;&#24518;&#36890;&#36807;&#32452;&#22359;&#21270;&#25552;&#21319;&#29702;&#35299;&#33021;&#21147;&#65289;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/188.jpg" width=1791 height=485 data-size="normal" data-original="https://pic2.zhimg.com/v2-cb409d8449d95c4da0f500571172623d_r.jpg" data-rawheight="484" data-rawwidth="1791" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/189.jpg" width=1791 height=483 data-size="normal" data-original="https://pic2.zhimg.com/v2-c5fabf6d955df06067f1a7c861465841_r.jpg" data-rawheight="482" data-rawwidth="1791" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_13 data-into-catalog-status=""><B>&#12300;&#31243;&#24207;&#24615;&#12301;&#30693;&#35782;</B></H3>
<P>&#29616;&#22312;&#25105;&#20204;&#24050;&#32463;&#20889;&#22909;&#20102;&#20851;&#20110;&#21407;&#26009;&#30340;&#21345;&#29255;&#65292;&#25509;&#19979;&#26469;&#28921;&#39274;&#30340;&#27493;&#39588;&#26356;&#22810;&#26159;&#12300;&#31243;&#24207;&#24615;&#12301;&#30693;&#35782;&#65292;&#20063;&#23601;&#26159;&#29992;&#26469;&#25191;&#34892;&#29305;&#23450;&#20219;&#21153;&#30340;&#30693;&#35782;&#65292;&#23545;&#20110;&#12300;&#31243;&#24207;&#12301;&#65292;&#25105;&#20204;&#26356;&#22810;&#22320;&#26159;&#35201;&#30693;&#36947;&#8220;HOW&#8221;&#32780;&#19981;&#26159;&#8220;WHAT&#8221;.</P>
<H3 id=h_434074509_14 data-into-catalog-status="">&#21046;&#21345;&#26041;&#24335;&#19968;</H3>
<P>&#31243;&#24207;&#22914;&#26524;&#21015;&#22909;&#27493;&#39588;&#65292;&#20381;&#28982;&#26159;&#26576;&#31181;&#24847;&#20041;&#19978;&#30340;&#12300;&#28165;&#21333;&#12301;&#65292;&#25152;&#20197;&#25105;&#20204;&#21487;&#20197;&#29992;&#12300;&#25366;&#31354;&#12301;&#21435;&#20570;&#65292;&#20363;&#22914;&#31532;&#19968;&#20010;&#27493;&#39588;&#65306;</P>
<BLOCKQUOTE>&#38382;: 
<P><B>1. &#65311;&#65311;&#65311;</B> 
<P>2. &#29992;&#23567;&#28779;&#28822;&#21040;&#27832;&#33150;&#65288;&#32422;1h&#65289;&#12290;&#25105;&#20204;&#35201;&#29992;&#23567;&#28779;&#35753;&#20854;&#20135;&#29983;&#26126;&#20142;&#12289;&#24178;&#20928;&#30340;&#21619;&#36947;&#65292;&#22914;&#26524;&#29992;&#28201;&#24230;&#36739;&#39640;&#30340;&#28779;&#65292;&#27748;&#30340;&#21619;&#36947;&#21644;&#39068;&#33394;&#37117;&#27604;&#36739;&#40687;&#28129;&#12290; 
<P>3. &#38477;&#20302;&#28779;&#20505;&#65292;&#20445;&#25345;&#19968;&#20010;&#21322;&#23567;&#26102;&#30340;&#27832;&#33150;&#12290; 
<P>4. &#36807;&#28388;&#65292;&#31561;&#20854;&#20919;&#21364;&#21518;&#36716;&#31227;&#21040;&#20648;&#23384;&#23481;&#22120;&#20013;&#12290; 
<P>
<P>&#31572;&#65306;&#22312;&#19968;&#20010;&#22823;&#38149;&#20013;&#28151;&#21512;&#25152;&#26377;&#30340;&#39135;&#26448;&#12290;</P></BLOCKQUOTE>
<P>&#65288;&#20854;&#20313;&#22235;&#20010;&#27493;&#39588;&#20197;&#27492;&#31867;&#25512;&#65289;&#12290;</P>
<P>&#19981;&#36807;&#36825;&#24352;&#21345;&#29255;&#23436;&#20840;&#35848;&#19981;&#19978;&#32858;&#28966;&#12290;&#23427;&#31941;&#26434;&#20102;&#22826;&#22810;&#27425;&#35201;&#32454;&#33410;&#65292;&#25513;&#34109;&#20102;&#20320;&#30495;&#27491;&#24819;&#25552;&#21462;&#30340;&#30693;&#35782;&#12290;&#20010;&#20154;&#32780;&#35328;&#65292;&#25105;&#20250;&#34987;&#36825;&#31181;&#21345;&#29255;&#20998;&#25955;&#27880;&#24847;&#21147;&#65292;&#35753;&#22238;&#31572;&#21547;&#28151;&#19981;&#28165;&#12289;&#24515;&#19981;&#22312;&#28937;&#12290;</P>
<P>&#25105;&#20204;&#21487;&#20197;&#31616;&#21333;&#21024;&#20943;&#25991;&#23383;&#26469;&#25913;&#36827;&#65292;&#32454;&#26525;&#26411;&#33410;&#21017;&#31227;&#21040;&#26032;&#30340;&#21345;&#29255;&#19978;&#21435;&#65288;&#22914;&#26377;&#24517;&#35201;&#65289;&#12290;&#19979;&#38754;&#36825;&#26679;&#23601;&#27604;&#19978;&#38754;&#22909;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306; 
<P><B>1. &#65311;&#65311;&#65311;</B> 
<P>2. &#23567;&#28779;&#24930;&#27832; 
<P>3. &#20445;&#25345;90&#20998;&#38047;&#21653;&#22047;&#21653;&#22047;* 
<P>4. &#28388;&#20986;&#65292;&#20919;&#21364;&#21518;&#20648;&#23384;&#12290; 
<P>
<P>&#31572;&#65306;&#28151;&#21512;&#25152;&#26377;&#39135;&#26448; 
<P>
<P>*&#35793;&#32773;&#27880;&#65306; &#21407;&#25991;&#12300;bare smmier&#12301;&#25551;&#36848;&#19968;&#31181;&#26497;&#36731;&#24494;&#30340;&#27832;&#33150;&#31243;&#24230;&#12290;</P></BLOCKQUOTE>
<H3 id=h_434074509_15 data-into-catalog-status="">&#21046;&#21345;&#26041;&#24335;&#20108;</H3>
<P>&#22914;&#26524;&#20174;&#25972;&#20010;&#27969;&#31243;&#30340;&#35282;&#24230;&#65292;&#25105;&#20204;&#37325;&#26032;&#32534;&#36753;&#36825;&#20010;&#31243;&#24207;&#65292;&#21487;&#20197;&#26356;&#22909;&#22320;&#35266;&#23519;&#36807;&#31243;&#20013;&#30340;&#30693;&#35782;&#12290;&#39318;&#20808;&#25105;&#20204;&#26377;&#22914;&#19979;&#35266;&#23519;&#65306;&#20960;&#20010;&#20851;&#38190;&#35789;/&#35789;&#32452;&#25215;&#36733;&#20102;&#26680;&#24515;&#32454;&#33410;&#65306;<I>&#23567;</I>&#28779;<I>&#24930;&#27832;</I>&#65292;<I>&#24494;&#27832; 90 &#20998;&#38047;</I>&#65292;&#32780;&#20854;&#20182;&#30340;&#35789;&#21477;&#21482;&#26159;&#31243;&#24207;&#30340;&#26694;&#26550;&#12290;&#30001;&#27492;&#24471;&#21040;&#31532;&#20108;&#20010;&#35266;&#23519;&#65306;&#31532;&#19968;&#21644;&#31532;&#22235;&#27493;&#19981;&#20540;&#24471;&#20889;&#21345; &#8212;&#8212; &#22240;&#20026;&#26377;&#21021;&#27493;&#20102;&#35299;&#20043;&#21518;&#65292;&#20320;&#24403;&#28982;&#30693;&#36947;&#33258;&#24049;&#26159;&#29992;&#12300;&#38149;&#12301;&#29100;&#39135;&#26448;&#65292;&#24403;&#28982;&#30693;&#36947;&#28822;&#23436;&#20197;&#21518;&#35201;&#12300;&#36807;&#28388;&#20445;&#23384;&#12301;&#65292;&#36825;&#26159;&#24120;&#35782;&#12290;</P>
<P>&#20197;&#36825;&#31181;&#26041;&#24335;&#24378;&#35843;&#20851;&#38190;&#35789;&#21518;&#65292;&#20889;&#21345;&#23601;&#20687;&#26159;&#22312;&#29609;&#12298;&#21361;&#38505;&#36793;&#32536;&#12299;&#65292;&#12300;&#29616;&#22312;&#20320;&#26377;xxx&#31186;&#20869;&#22238;&#31572;&#22914;&#19979;&#38382;&#39064;&#12301;:</P>
<BLOCKQUOTE>&#38382;&#65306;&#20320;&#24212;&#35813;&#20197;&#20160;&#20040;&#36895;&#24230;&#21152;&#28909;&#19968;&#38149;&#40481;&#32905;&#39640;&#27748;&#30340;&#21407;&#26009;&#65311; 
<P>&#31572;&#65306;&#24930;&#24930;&#22320;&#12290; 
<P>
<P>&#38382;&#65306;&#22312;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#26102;&#65292;&#20320;&#24212;&#35813;&#22312;&#20160;&#20040;&#26102;&#20505;&#38477;&#20302;&#28779;&#20505;&#65311; 
<P>&#31572;&#65306;&#22312;&#38149;&#37324;&#27832;&#33150;&#21518;&#12290; 
<P>
<P>&#38382;&#65306;&#22312;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#26102;&#65292;&#22312;&#38149;&#20869;&#36798;&#21040;&#27832;&#33150;&#21518;&#65292;&#20320;&#24212;&#35813;&#20570;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306;&#23558;&#28201;&#24230;&#38477;&#33267;&#36731;&#24494;&#27832;&#33150;&#12290; 
<P>
<P>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#24517;&#39035;&#28822;&#22810;&#38271;&#26102;&#38388;&#65311; 
<P>&#31572;&#65306;90 &#20998;&#38047;&#12290;</P></BLOCKQUOTE>
<P>&#36825;&#37324;&#26159;&#29992;&#12300;&#21015;&#20851;&#38190;&#35789;&#12301;&#30340;&#26041;&#24335;&#21046;&#30340;&#21345;&#65292;&#22312;&#12300;&#21015;&#28165;&#21333;&#12301;&#30340;&#26041;&#24335;&#19978;&#36827;&#34892;&#20102;&#20462;&#35746;&#12290;&#21453;&#26144;&#20102;&#25105;&#23545;&#36825;&#20010;&#31243;&#24207;&#20010;&#24615;&#21270;&#30340;&#29702;&#35299;&#12290;</P>
<P>&#19968;&#20010;&#31243;&#24207;&#24448;&#24448;&#21487;&#20197;&#34987;&#20998;&#35299;&#20026;&#20960;&#20010;&#20851;&#38190;&#35789;&#65306;&#37325;&#35201;&#21160;&#35789;&#26159;&#20160;&#20040;&#65307;&#20309;&#26102;&#36716;&#31227;&#21040;&#19979;&#19968;&#20010;&#21160;&#20316;&#65307;&#21738;&#20123;&#26159;&#20851;&#38190;&#24418;&#23481;&#35789;&#12289;&#21103;&#35789;&#65292;&#20197;&#21450;&#20851;&#38190;&#30340;&#20027;&#35821;&#12289;&#23486;&#35821;&#12290;&#25105;&#20204;&#30340;&#39640;&#27748;&#37197;&#26041;&#20013;&#65292;&#21160;&#35789;&#19981;&#26159;&#20851;&#38190;&#65306;&#12300;&#38477;&#28201;&#12301;&#12289;&#12300;&#36807;&#28388;&#12301;&#8212;&#8212;&#20320;&#29038;&#19996;&#35199;&#30340;&#21160;&#20316;&#37117;&#24456;&#26174;&#32780;&#26131;&#35265;&#12290;&#20294;&#22312;&#21160;&#20316;&#20043;&#38388;&#36339;&#36716;&#30340;&#26465;&#20214;&#21644;&#21551;&#21457;&#24335;&#24456;&#37325;&#35201;&#65306;&#27700;&#12300;&#38477;&#28201;&#12301;&#20043;&#21069;&#65292;&#19981;&#20165;&#35201;&#27832;&#33150;&#65292;&#36824;&#35201;&#36731;&#27832; 90 &#20998;&#38047;&#12290;&#21516;&#26102;&#23545;&#20110;&#12300;&#32531;&#24930;&#22320;&#21152;&#28909;&#12301;&#32780;&#35328;&#65292;&#21103;&#35789;&#12300;&#32531;&#24930;&#22320;&#12301;&#35201;&#27604;&#12300;&#21152;&#28909;&#12301;&#26356;&#37325;&#35201;&#12290;</P>
<P>&#40481;&#32905;&#39640;&#27748;&#20013;&#30340;&#31243;&#24207;&#30456;&#24403;&#32447;&#24615;&#65292;&#32780;&#26356;&#22797;&#26434;&#30340;&#31243;&#24207;&#21487;&#33021;&#20250;&#26377;&#20998;&#25903;&#65292;&#21253;&#25324;&#29305;&#27530;&#24773;&#20917;&#19979;&#30340;&#22791;&#36873;&#39033;&#12290;&#36825;&#26679;&#30340;&#35859;&#35789;&#32467;&#26500;*&#65288;Predicate structure&#65289; &#24448;&#24448;&#20540;&#24471;&#20889;&#21345;&#12290;&#22914;&#26524;&#20998;&#25903;&#23454;&#22312;&#22826;&#22810;&#65292;&#20320;&#21487;&#20197;&#32771;&#34385;&#30011;&#19968;&#20010;&#27969;&#31243;&#22270;&#12290;&#65288;*&#35793;&#27880;&#65306;&#12300;&#35859;&#35789; &#65288;Predicate&#65289;&#12301;&#8212;&#8212; &#31616;&#21333;&#22320;&#35762;&#65292;<SPAN>&nbsp;</SPAN><CODE><FONT face="Courier New">if (A&gt;B) {&#8230;}</FONT></CODE>&#65292;&#20013;&#30340;<SPAN>&nbsp;</SPAN><CODE><FONT face="Courier New">A&gt;B</FONT></CODE>&#23601;&#26159;&#19968;&#20010;&#35859;&#35789;&#65292;&#23427;&#20915;&#23450;&#20102;&#20320;&#36208;&#20837;&#19979;&#38754;&#21738;&#19968;&#27493;&#12290;&#36825;&#37324;&#29305;&#21035;&#25552;&#20986;&#26469;&#26159;&#22240;&#20026;&#25105;&#24819;&#31168;&#65289;</P>
<P>&#37027;&#20040;&#65292;&#12300;&#21015;&#20851;&#38190;&#35789;&#12301;&#30340;&#26041;&#24335;&#26159;&#19981;&#26159;&#27604;&#12300;&#21015;&#28165;&#21333;&#12301;&#26356;&#22909;&#21602;&#65311;&#36825;&#21462;&#20915;&#20110;&#20320;&#30340;&#38656;&#27714;&#65292;&#22914;&#26524;&#25991;&#20013;&#31163;&#25955;&#30340;&#20449;&#24687;&#23545;&#20320;&#27604;&#36739;&#37325;&#35201;&#24615;&#12289;&#19981;&#22815;&#30452;&#35266;&#65292;&#37027;&#36873;&#25321;&#21069;&#32773;&#12290;&#23427;&#20391;&#37325;&#20110;&#24378;&#35843;&#32452;&#25104;&#30693;&#35782;&#30340; &#8220;&#38646;&#20214;&#8221;&#65292;&#21487;&#20197;&#31934;&#30830;&#34920;&#36798;&#30693;&#35782;&#65288;&#32780;&#19988;&#65292;&#22238;&#31572;&#32858;&#28966;&#30340;&#38382;&#39064;&#24635;&#26159;&#27604;&#36739;&#24841;&#24742;&#65289;&#12290;&#22914;&#26524;&#20320;&#21482;&#26159;&#24819;&#35201;&#27010;&#25324;&#24615;&#30340;&#22823;&#32434;&#65292;&#37027;&#20040;&#21015;&#20010;&#28165;&#21333;&#21487;&#33021;&#26356;&#31616;&#21333;&#12290;</P>
<P>&#19978;&#25991;&#21345;&#32452;&#20013;&#65292;&#19968;&#20123;&#26377;&#29992;&#30340;&#32454;&#33410;&#27809;&#34987;&#21253;&#21547;&#12290;&#29616;&#22312;&#25105;&#20204;&#21333;&#29420;&#28155;&#36827;&#21345;&#37324;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#21152;&#28909;&#19968;&#25209;&#40481;&#32905;&#39640;&#27748;&#65288;&#21547; 2 &#30917;&#39592;&#22836;&#65289;&#38656;&#35201;&#22810;&#38271;&#26102;&#38388;&#65311; 
<P>&#31572;&#65306;&#22823;&#32422;&#19968;&#20010;&#23567;&#26102;</P></BLOCKQUOTE>
<P>&#36825;&#31867;<I>&#12300;&#24403;&#24515;&#65281;&#12301;</I>&#22411;&#20449;&#24687;&#30475;&#20284;&#19981;&#36215;&#30524;&#65292;&#21364;&#24448;&#24448;&#34255;&#30528;&#31243;&#24207;&#20013;&#30340;&#26377;&#29992;&#20449;&#24687;&#12290;&#27604;&#22914;&#20320;&#30693;&#36947;&#35201;&#21152;&#28909;&#22810;&#20037;&#65292;&#20415;&#22312;&#23454;&#25805;&#26102;&#26377;&#20102;&#23545;&#29031;&#65306;&#38149;&#28909;&#20102;&#36825;&#20040;&#20037;&#36824;&#27809;&#26377;&#21453;&#24212;&#65292;&#26159;&#19981;&#26159;&#21487;&#20197;&#20572;&#20102;&#65311;&#27748;&#36825;&#20040;&#24555;&#23601;&#24320;&#65292;&#26159;&#19981;&#26159;&#24471;&#36214;&#32039;&#20572;&#19979;&#65311;*&#65288;*&#35793;&#27880;&#65306;&#33756;&#35889;&#26080;&#27861;&#25945;&#20320;&#22914;&#20309;&#23545;&#25152;&#26377;&#21487;&#33021;&#24615;&#20570;&#22788;&#29702;&#65292;&#20294;&#26465;&#20214;&#32422;&#26463;&#19978;&#21487;&#20197;&#25512;&#26029;&#20986;&#22909;&#22810;&#19996;&#35199;&#12290;&#65289;</P>
<P><I>&#35299;&#37322;&#21345;</I><SPAN>&nbsp;</SPAN>&#23545;&#12300;&#31243;&#24207;&#12301;&#23398;&#20064;&#26377;&#29305;&#27530;&#20215;&#20540;&#65306;&#23427;&#36991;&#20813;&#20320;&#27515;&#35760;&#30828;&#32972;&#65292;&#24182;&#24110;&#20320;&#28145;&#20837;&#24314;&#31435;&#29702;&#35299; &#8212;&#8212;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20026;&#20160;&#20040; Andy &#30340;&#33756;&#35889;&#22768;&#31216;&#25105;&#20204;&#24212;&#35813;&#29992;&#23567;&#28779;&#20934;&#22791;&#40481;&#32905;&#39640;&#27748;&#65311; 
<P>&#31572;&#65306;&#12300;&#26356;&#26126;&#20142;&#12289;&#26356;&#24178;&#20928;&#12301;&#30340;&#21619;&#36947;&#12290;</P></BLOCKQUOTE>
<P>&#35831;&#27880;&#24847;&#65292;&#36825;&#27425;&#30340;&#20363;&#23376;&#20013;&#25105;&#20204;&#21482;&#28145;&#20837;&#20102;&#19968;&#23618;&#12300;&#20026;&#20160;&#20040;&#12301;&#8212;&#8212; &#20026;&#20160;&#20040;&#35201;&#23567;&#28779;&#65311;&#33756;&#35889;&#21482;&#35828;&#33021;&#35753;&#21619;&#36947;&#26356;&#24178;&#20928;&#65292;&#33267;&#20110;&#20026;&#20160;&#20040;&#33021;&#26356;&#24178;&#20928;&#21017;&#27809;&#25552;&#21040;&#12290;&#20110;&#27492;&#21516;&#26102;&#65292;&#20320;&#20063;&#33258;&#28982;&#24819;&#30693;&#36947;&#20160;&#20040;&#21619;&#36947;&#31639;&#26159;&#26356;&#12300;&#20142;&#12301;&#25110;&#12300;&#24178;&#20928;&#12301;&#65292;&#20110;&#26159;&#21345;&#29255;&#20889;&#23436;&#65292;&#29702;&#35299;&#19978;&#30340;&#32570;&#28431;&#20063;&#19968;&#36215;&#26292;&#38706;&#65292;&#36825;&#31616;&#30452;&#19981;&#33021;&#26356;&#26834;&#12290;&#36825;&#37324;&#35201;&#27880;&#26126;&#30340;&#26159;&#65292;&#36825;&#20123;&#31572;&#26696;&#34429;&#28982;&#19981;&#22815;&#21032;&#26681;&#38382;&#24213;&#65292;&#20294;&#30524;&#19979;&#36873;&#25321;&#32487;&#32493;&#21069;&#36827;&#12290;&#20320;&#26080;&#38656;&#20026;&#27492;&#29305;&#21035;&#26631;&#27880;&#65292;&#21482;&#35201;&#22312;&#21046;&#20316;&#21345;&#29255;&#26102;&#20889;&#25104;&#20363;&#23376;&#20013;&#36825;&#26679;&#65292;&#26126;&#30830;&#22320;&#20307;&#29616;&#20986;&#20020;&#26102;&#24615;&#12289;&#38656;&#35201;&#20381;&#36182;&#22806;&#37096;&#21363;&#21487;&#12290;</P>
<P>&#27599;&#24403;&#22788;&#29702;&#20027;&#35266;&#12289;&#20020;&#26102;&#12289;&#25110;&#19981;&#20840;&#38754;&#30340;&#20449;&#24687;&#26102;&#65292;&#26368;&#22909;&#37117;&#20307;&#29616;&#20986;&#23427;&#30340;&#36825;&#31181;&#24615;&#36136;&#12290;&#22240;&#20026;&#22823;&#37096;&#20998;&#21345;&#29255;&#32473;&#20986;&#30340;&#20869;&#23481;&#65292;&#25110;&#22810;&#25110;&#23569;&#37117;&#26377;&#20020;&#26102;&#24615;&#65288;&#27604;&#22914;&#25442;&#20010;&#33756;&#35889;&#21487;&#33021;&#29992;&#19981;&#21516;&#26041;&#24335;&#22788;&#29702;&#30456;&#21516;&#27493;&#39588;&#65289;&#65292;&#22240;&#27492;&#29702;&#35770;&#19978;&#25105;&#20204;&#21487;&#20197;&#25226;&#19968;&#20999;&#21345;&#29255;&#37117;&#34920;&#36848;&#24471;&#19981;&#37027;&#20040;&#32477;&#23545;&#65292;&#28982;&#32780;&#36825;&#24330;&#22823;&#20110;&#21033;&#65292;&#22240;&#20026;&#22826;&#23481;&#26131;&#35753;&#20154;&#20998;&#24515;&#12290;&#24179;&#34913;&#36825;&#20010;&#30683;&#30462;&#30340;&#19968;&#20010;&#21150;&#27861;&#26159;&#65292;&#25105;&#20204;&#31616;&#21333;&#35760;&#24405;&#20449;&#24687;&#26469;&#28304;&#65288;SRS &#31995;&#32479;&#19968;&#33324;&#37117;&#26377;&#20803;&#25968;&#25454;&#39033;&#21487;&#20197;&#38142;&#25509;&#21040;&#21407;&#22987;&#33756;&#35889;&#65289;&#65292;&#36825;&#22312;&#19968;&#33324;&#24773;&#20917;&#19979;&#24050;&#32463;&#36275;&#22815;&#20102;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]18/190.jpg" width=1794 height=486 data-size="normal" data-original="https://pic3.zhimg.com/v2-d6843199cc5ede56c184530ba48b6942_r.jpg" data-rawheight="485" data-rawwidth="1794" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_16 data-into-catalog-status="">&#32451;&#20064;&#65306;&#22914;&#20309;&#20648;&#23384;&#40481;&#32905;&#39640;&#27748;&#65311;</H3>
<P>&#25105;&#20204;&#24050;&#32463;&#20889;&#20102;&#20851;&#20110;&#22914;&#20309;&#21046;&#20316;&#40481;&#32905;&#39640;&#27748;&#30340;&#21345;&#29255;&#65292;&#29616;&#22312;&#36718;&#21040;&#20320;&#20102;&#12290;&#35831;&#21033;&#29992;&#25105;&#20204;&#21040;&#30446;&#21069;&#20026;&#27490;&#25152;&#23398;&#30340;&#30693;&#35782;&#65292;&#22312;&#31508;&#35760;&#19978;&#20889;&#20986;&#24102;&#19978;&#20320;&#33258;&#24049;&#29702;&#35299;&#30340;&#21345;&#29255;&#65306;</P>
<P>&#12300;&#36825;&#23558;&#20135;&#29983;&#22823;&#32422; 1.5 &#22840;&#33073;&#40481;&#32905;&#39640;&#27748;&#65292;&#21487;&#20197;&#20919;&#34255;&#19968;&#21608;&#65292;&#20063;&#21487;&#20197;&#22312;&#20919;&#20923;&#37324;&#26080;&#38480;&#26399;&#20445;&#23384;&#12290;&#20351;&#29992;&#21069;&#65292;&#38656;&#35201;&#33073;&#21435;&#39640;&#27748;&#19978;&#30340;&#19968;&#23618;&#33026;&#32938;&#65292;&#36825;&#20123;&#33026;&#32938;&#21487;&#20197;&#22312;&#21035;&#30340;&#35201;&#22686;&#21619;&#30340;&#22320;&#26041;&#20195;&#26367;&#26893;&#29289;&#27833;&#25110;&#32773;&#40644;&#27833;&#12290;&#12301;</P>
<P>&#8203;</P>
<HR>

<P>&#32473;</P>
<P>&#20320;</P>
<P>&#19968;</P>
<P>&#28855;</P>
<P>&#39321;</P>
<P>&#30340;</P>
<P>&#26102;</P>
<P>&#38388;</P>
<HR>

<P>
<P>&#20197;&#19979;&#26159;&#25105;&#30340;&#21345;&#29255;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;2 &#30917;&#40481;&#39592;&#22823;&#32422;&#33021;&#20135;&#20986;&#22810;&#23569;&#27748;&#65311; 
<P>&#31572;&#65306;1.5 &#22840;&#33073; 
<P>
<P>&#38382;&#65306;&#65311;&#65311;&#65311;&#30917;&#40481;&#39592;&#22823;&#32422;&#21487;&#20197;&#24471;&#21040; 1.5 &#22840;&#33073;&#30340;&#27748;&#27713;&#65311; 
<P>&#31572;&#65306;2 &#30917; 
<P>
<P>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#22312;&#20919;&#34255;&#21306;&#37324;&#33021;&#20445;&#23384;&#22810;&#38271;&#26102;&#38388;&#65311; 
<P>&#31572;&#65306;&#19968;&#20010;&#26143;&#26399; 
<P>
<P>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#22312;&#20919;&#20923;&#21306;&#37324;&#33021;&#20445;&#23384;&#22810;&#38271;&#26102;&#38388;&#65311; 
<P>&#31572;&#65306;&#26080;&#38480;&#26399; 
<P>
<P>&#38382;&#65306;&#20919;&#21364;&#21518;&#65292;&#22312;&#20351;&#29992;&#26032;&#30340;&#19968;&#25209;&#40481;&#32905;&#39640;&#27748;&#20043;&#21069;&#65292;&#25105;&#24212;&#35813;&#20570;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306;&#21038;&#38500;&#34920;&#23618;&#30340;&#33026;&#32938; 
<P>
<P>&#38382;&#65306;&#25105;&#24212;&#35813;&#22914;&#20309;&#22788;&#29702;&#20174;&#40481;&#32905;&#39640;&#27748;&#20013;&#21038;&#38500;&#30340;&#33026;&#32938;&#65311; 
<P>&#31572;&#65306;&#20445;&#30041;&#24182;&#20316;&#20026;&#21688;&#21619;&#28921;&#39274;&#27833;&#33026;&#20351;&#29992;&#12290;</P></BLOCKQUOTE>
<P>&#30475;&#23436;&#21518;&#24605;&#32771;&#20197;&#19979;&#38382;&#39064;&#65306;&#36825;&#20123;&#21345;&#29255;&#19982;&#20320;&#30340;&#21345;&#29255;&#30456;&#27604;&#22914;&#20309;&#65311;&#36825;&#20123;&#21345;&#29255;&#26159;&#21542;&#21253;&#25324;&#20102;&#20320;&#27809;&#26377;&#28041;&#21450;&#30340;&#32454;&#33410;&#65311;&#20320;&#26159;&#21542;&#28085;&#30422;&#20102;&#36825;&#20123;&#21345;&#29255;&#36951;&#28431;&#30340;&#20219;&#20309;&#32454;&#33410;&#65311;&#36825;&#20123;&#24046;&#24322;&#23545;&#20320;&#26377;&#20160;&#20040;&#24433;&#21709;&#65311;&#20320;&#30340;&#21345;&#29255;&#35206;&#30422;&#30340;&#30693;&#35782;/&#38382;&#39064;&#33539;&#22260;&#19982;&#36825;&#20123;&#30456;&#27604;&#22914;&#20309;&#65311;</P>
<H2 id=h_434074509_17 data-into-catalog-status=""><B>&#20309;&#20026;&#39640;&#27748;&#65311;&#20026;&#20309;&#37325;&#35201;&#65306;&#12300;&#27010;&#24565;&#24615;&#12301;&#30693;&#35782;</B></H2>
<P><I>&#19968;&#20010;&#33021;&#33258;&#24049;&#36716;&#21160;&#32780;&#19981;&#33021;&#24102;&#21160;&#20219;&#20309;&#19996;&#35199;&#36716;&#21160;&#30340;&#36718;&#23376;&#65292;&#23601;&#19981;&#26159;&#26426;&#22120;&#30340;&#19968;&#37096;&#20998;</I></P>
<P><I>&#8212;&#8212; Ludwig Wittgenstein&#65292;&#12298;&#21746;&#23398;&#30740;&#31350;&#12299;&#12290;</I></P>
<P>&#29616;&#22312;&#25105;&#20204;&#22238;&#22836;&#30475;&#33756;&#35889;&#26368;&#24320;&#22987;&#30340;&#27573;&#33853;&#65292;&#23427;&#20171;&#32461;&#20102;&#40481;&#32905;&#39640;&#27748;&#30340;&#12290;&#12300;&#23450;&#20041;&#12301;&#30475;&#36215;&#26469;&#20687;&#26159;&#26368;&#31616;&#21333;&#30340;&#21345;&#29255;&#20869;&#23481;&#20102;&#65306;&#23398;&#26657;&#37324;&#37027;&#31181;&#31867;&#22411;&#30340; &#8220;&#38378;&#21345;&#8221; &#23601;&#26368;&#29233;&#36825;&#20040;&#24178;&#65288;&#30333;&#30524;&#65289;&#12290;</P>
<P>&#20363;&#22914;&#65292;&#36825;&#26679;&#32771;&#23519;&#23450;&#20041;&#24590;&#20040;&#26679;&#65311;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20160;&#20040;&#26159;&#39640;&#27748;&#65311; 
<P>&#31572;&#65306;&#40092;&#32654;&#30340;&#30340;&#28082;&#20307;&#28921;&#39274;&#31215;&#26408;&#65288;liquid building block&#65289;&#12290; 
<P>
<P>&#38382;&#65306;&#25551;&#36848;&#40092;&#32654;&#30340;&#28082;&#20307;&#28921;&#39274;&#31215;&#26408;&#30340;&#28921;&#39274;&#26415;&#35821;&#65311; 
<P>&#31572;&#65306;&#39640;&#27748;&#12290;</P></BLOCKQUOTE>
<P>&#20808;&#19981;&#25552;&#21345;&#29255;&#30340;&#12300;&#32858;&#28966;&#24615;&#12301;&#12289;&#12300;&#31934;&#30830;&#24615;&#12301;&#12289;&#12300;&#19968;&#33268;&#24615;&#12301;&#12290;&#25105;&#20204;&#23436;&#20840;&#21487;&#20197;&#36880;&#23383;&#36880;&#21477;&#35760;&#20303;&#31532;&#19968;&#20010;&#38382;&#39064;&#20013;&#30340;&#31572;&#26696;&#65292;&#21517;&#31216;&#25918;&#22312;&#27491;&#38754;&#20063;&#21487;&#20197;&#24110;&#20320;&#35760;&#20303;&#26415;&#35821;&#65292;&#20294;&#21482;&#33021;&#22797;&#36848;&#31572;&#26696;&#23436;&#20840;&#19981;&#31561;&#20110;&#26126;&#30333;<I>&#39640;&#27748;&#26159;&#20309;&#29289;</I>&#12290;</P>
<P>&#12300;&#39640;&#27748;&#12301;&#26159;&#19968;&#31181;&#27010;&#24565;&#12290;&#30693;&#36947;&#19968;&#20010;&#12300;&#27010;&#24565;&#12301;&#25152;&#25351;&#20309;&#29289;&#65292;&#19982;&#39640;&#20013;&#38378;&#21345;&#24335;&#30340;&#30693;&#35782;&#65288;&#20363;&#22914;&#12300;&#24847;&#22823;&#21033;&#35821; &#8220;correre&#8221; &#31561;&#20110; &#8220;&#36305;&#27493;&#8221; &#12301;&#65289;&#19981;&#21516;&#12290;&#24819;&#35201;&#20869;&#21270;&#23427;&#65292;&#20320;&#38656;&#35201;&#20102;&#35299;&#32452;&#25104;&#27010;&#24565;&#30340;&#20803;&#32032;&#20197;&#21450;&#20803;&#32032;&#20043;&#38388;&#24418;&#25104;&#30340;&#32467;&#26500;&#12290;&#22240;&#27492;&#23545;&#20110;&#36825;&#31867;&#30693;&#35782;&#65292;&#20320;&#30340;&#30446;&#26631;&#26159;&#35774;&#35745;&#19968;&#22871;&#21345;&#29255;&#65292;&#32852;&#21512;&#36215;&#26469;&#65292;&#19968;&#36215;&#26694;&#23450;&#12300;&#39640;&#27748;&#12301;&#36825;&#20010;&#27010;&#24565;*&#12290;&#65288;*&#35793;&#27880;&#65306;&#23398;CS &#30340;&#21516;&#23398;&#21487;&#20197;&#29992;&#12300;&#25968;&#25454;&#32467;&#26500;&#12301;&#21435;&#29702;&#35299;&#36825;&#27573;&#35805;&#65289;</P>
<P>&#29616;&#22312;&#25105;&#23558;&#20171;&#32461;&#19968;&#20123;&#35270;&#35282;&#65292;&#29992;&#26469;&#24110;&#21161;&#29702;&#35299;&#12300;&#27010;&#24565;&#12301;&#12290;&#23427;&#20204;&#21487;&#20197;&#30475;&#20316;&#19968;&#32452;&#24037;&#20855;&#22871;&#20214;&#65292;&#20174;&#30693;&#35782;&#20013;&#24110;&#20320;&#25552;&#21462;&#38656;&#35201;&#30340;&#37096;&#20998;&#12290;&#23427;&#20204;&#38468;&#24102;&#30340;&#31034;&#20363;&#27604;&#36739;&#36866;&#21512;&#26032;&#25163;&#21416;&#24072;&#65292;&#32769;&#36947;&#30340;&#21416;&#24072;&#36890;&#24120;&#30693;&#36947;&#39640;&#27748;&#26159;&#20160;&#20040;&#27010;&#24565;&#65288;&#23613;&#31649;&#19981;&#19968;&#23450;&#20250;&#20570;&#65289;&#12290;</P>
<P><B>&#35270;&#35282;&#19968;&#65306;&#29305;&#24615;&#21644;&#20542;&#21521;*&#65306;</B>&#20160;&#20040;&#35753;&#39640;&#27748;&#20043;&#25152;&#20197;&#20026;&#12300;&#39640;&#27748;&#12301;&#65311;&#23545;&#20110;&#39640;&#27748;&#26469;&#35828;&#65292;&#21738;&#20123;&#26029;&#35328;&#25110;&#25551;&#36848;&#12300;&#27704;&#36828;&#12301;/&#12300;&#26377;&#26102;&#12301;/ &#12300;&#27704;&#19981;&#12301;&#20026;&#30495;&#65311;&#65288;*&#35793;&#27880;&#65306;&#21407;&#25991;&#12300; Attributes&#12301;&#65292;&#26174;&#28982;&#21448;&#26159;&#20010; CS &#40657;&#35805;&#65289;</P>
<BLOCKQUOTE>&#38382;&#65306;&#39640;&#27748;&#36890;&#24120;&#26159;&#22914;&#20309;&#21046;&#20316;&#30340;&#65311; 
<P>&#31572;&#65306;&#22312;&#27700;&#20013;&#28822;&#29038;&#20855;&#26377;&#20016;&#21402;&#28363;&#21619;&#30340;&#21407;&#26009;&#12290; 
<P>
<P>&#38382;&#65306;&#20026;&#20160;&#20040;&#39640;&#27748;&#36890;&#24120;&#27809;&#26377;&#31361;&#20986;&#30340;&#21619;&#36947;&#65311; 
<P>&#31572;&#65306;&#20026;&#20102;&#20351;&#23427;&#20204;&#26356;&#24191;&#27867;&#22320;&#20860;&#23481;&#22810;&#31181;&#33756;&#32948;&#12290;</P></BLOCKQUOTE>
<P><B>&#35270;&#35282;&#20108;&#65306;&#36776;&#26512;&#24322;&#21516;&#65306;</B>&#35201;&#30693;&#36947;&#20160;&#20040;&#26159;&#39640;&#27748;&#65292;&#23601;&#35201;&#30693;&#36947;&#23427;&#19982;&#20854;&#20182;&#36817;&#20284;&#27010;&#24565;&#30340;&#20851;&#31995;&#21644;&#21306;&#21035;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#39640;&#27748;&#19982;&#24191;&#20041;&#19978;&#30340;&#12300;&#27748;&#12301;&#26377;&#20160;&#20040;&#19981;&#21516;&#65311; 
<P>&#31572;&#65306;&#26222;&#36890;&#30340;&#27748;&#26412;&#36523;&#21619;&#36947;&#26356;&#23436;&#25972;&#65307;&#32780;&#39640;&#27748;&#24448;&#24448;&#20316;&#20026;&#36741;&#26009;&#12290;</P></BLOCKQUOTE>
<P><B>&#35270;&#35282;&#19977;&#65306;&#37096;&#20998;&#21644;&#25972;&#20307;</B>&#65306;&#26377;&#21738;&#20123;&#39640;&#27748;&#30340;&#20855;&#20307;&#20363;&#23376;&#65311;&#39640;&#27748;&#26159;&#21542;&#26377;&#37325;&#35201;&#30340;&#12300;&#27425;&#32423;&#27010;&#24565;&#12301;&#65311;&#12300;&#39640;&#27748;&#12301;&#26159;&#21542;&#26159;&#26576;&#31867;&#26356;&#24191;&#27010;&#24565;&#30340;&#27425;&#32423;&#27010;&#24565;&#65311;&#35831;&#24819;&#35937;&#19968;&#20010;&#27010;&#24565;&#21644;&#27010;&#24565;&#20043;&#38388;&#30340;&#38886;&#24681;&#22270;&#65292;&#34429;&#28982;&#27809;&#26377;&#38750;&#24120;&#26126;&#30830;&#30340;&#36793;&#30028;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#33267;&#23569;&#35828;&#20986;&#19977;&#20010;&#39640;&#27748;&#30340;&#20363;&#23376;&#12290; 
<P>&#31572;&#65306;&#22914;&#40481;&#32905;&#39640;&#27748;&#12289;&#34092;&#33756;&#39640;&#27748;&#12289;&#34321;&#33735;&#39640;&#27748;&#12289;&#29482;&#32905;&#39640;&#27748;&#12290; 
<P>
<P>&#38382;&#65306;&#39640;&#27748;&#24456;&#23569;&#30452;&#25509;&#39135;&#29992;&#65292;&#23427;&#26368;&#22909;&#34987;&#35748;&#20026;&#26159;&#19968;&#31181;? &#65288;&#29992;&#20048;&#39640;&#27604;&#21947;&#65289; 
<P>&#31572;&#65306;&#31215;&#26408;&#12290;</P></BLOCKQUOTE>
<P><B>&#35270;&#35282;&#22235;&#65306;&#22240;&#26524;&#20851;&#31995;</B>&#65306;&#39640;&#27748;&#26159;&#12300;&#20570;&#20160;&#20040;&#12301;&#30340;&#65311;&#20160;&#20040;&#35753;&#23427;&#12300;&#23454;&#29616;&#37027;&#20010;&#25928;&#26524;&#12301;&#65311;&#23427;&#27809;&#26377;&#12300;&#20570;&#21040;&#20160;&#20040;&#12301;&#65311;&#12300;&#20160;&#20040;&#26102;&#20505;&#12301;&#29992;&#23427;&#65311;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20026;&#20160;&#20040;&#39184;&#39302;&#20351;&#29992;&#39640;&#27748;&#32780;&#19981;&#26159;&#27700;&#20316;&#20026;&#28921;&#39274;&#20171;&#36136;&#65311;&#65288;&#35831;&#35828;&#20986;&#20004;&#20010;&#21407;&#22240;&#65289; 
<P>&#31572;&#65306;&#22686;&#21152;&#21619;&#36947;&#65292;&#25913;&#21892;&#21475;&#24863;&#12290; 
<P>
<P>&#38382;&#65306;&#39640;&#27748;&#26159;___&#30340;&#24120;&#35265;&#22522;&#30784;&#65288;&#33267;&#23569;&#35828;&#20986;&#20004;&#20010;&#65289; 
<P>&#31572;&#65306;e.g. &#37233;&#27713;&#12289;&#27748;&#12289;&#28822;&#33756;&#12290; 
<P>
<P>&#38382;&#65306;&#39184;&#39302;&#32463;&#24120;&#20351;&#29992;&#39640;&#27748;&#20316;&#20026;&#28921;&#39274;&#23186;&#20171;&#65292;&#32780;&#23478;&#24237;&#21416;&#24072;&#21487;&#33021;&#20351;&#29992;<B>&#65311;&#65311;&#65311;</B>&#12290; 
<P>&#31572;&#65306;&#27700;</P></BLOCKQUOTE>
<P><B>&#35270;&#35282;&#20116;&#65306;&#24847;&#20041;&#21644;&#24433;&#21709;</B>&#65306;&#12300;&#20026;&#20160;&#20040;&#12301;&#39640;&#27748;&#24456;&#37325;&#35201;&#65311;&#23427;&#34920;&#31034;&#20102;&#20160;&#20040;&#65311;&#27880;&#24847;&#65306;&#35831;&#35753;&#36825;&#20010;&#27010;&#24565;&#23545;&#20320;&#26377;&#20010;&#20154;&#24847;&#20041;&#12290;</P>
<BLOCKQUOTE>&#38382;&#65306;&#21738;&#31181;&#28082;&#20307;&#31215;&#26408;&#21487;&#20197;&#35299;&#37322;&#20026;&#20160;&#20040;&#31616;&#21333;&#30340;&#39184;&#21381;&#33756;&#32948;&#24448;&#24448;&#27604;&#23478;&#37324;&#30340;&#33756;&#32948;&#26356;&#32654;&#21619;&#65311; 
<P>&#31572;&#65306;&#39640;&#27748;&#12290; 
<P>
<P>&#38382;&#65306;&#22914;&#26524;&#25105;&#27880;&#24847;&#21040;&#25105;&#22312;&#20570;&#26009;&#29702;&#26102;&#20351;&#29992;&#20102;&#27700;&#65292;&#25105;&#24212;&#35813;&#38382;&#33258;&#24049;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306;&#12300;&#25105;&#24212;&#35813;&#29992;&#39640;&#27748;&#20195;&#26367;&#21527;&#65311;&#12301;</P></BLOCKQUOTE>
<P>&#26368;&#21518;&#36825;&#24352;&#21345;&#24182;&#38750;&#21462;&#33258;&#21407;&#25991;&#65292;&#21482;&#26159;&#31034;&#33539;&#19968;&#31181;&#20010;&#20154;&#29702;&#35299;&#12290;&#21516;&#26102;&#20063;&#35201;&#27880;&#24847;&#65292;&#23427;&#26356;&#22810;&#35797;&#22270;&#23545;&#12300;&#34892;&#20026;&#12301;&#20570;&#25913;&#21464;&#65292;&#32780;&#19981;&#26159;&#12300;&#26234;&#35782;&#12301;&#26041;&#38754;&#12290;&#22312;&#40481;&#32905;&#39640;&#27748;&#30340;&#24212;&#29992;&#31456;&#33410;&#20013;&#65292;&#25105;&#20204;&#23558;&#35814;&#36848;&#22914;&#20309;&#20351;&#29992;&#21345;&#29255;&#26469;&#25913;&#21464;&#34892;&#20026;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/191.jpg" width=1790 height=482 data-size="normal" data-original="https://pic1.zhimg.com/v2-0090e38f02708e5a8e08d5d4cbe8b5f4_r.jpg" data-rawheight="483" data-rawwidth="1790" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/192.jpg" width=1790 height=482 data-size="normal" data-original="https://pic2.zhimg.com/v2-b48c35ecea8bc5d0f47de39b4c017139_r.jpg" data-rawheight="482" data-rawwidth="1790" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_18 data-into-catalog-status=""><B>&#32451;&#20064;&#65306;&#20309;&#20026;&#40481;&#32905;&#39640;&#27748;&#65292;&#20026;&#20309;&#26377;&#24847;&#20041;&#65311;</B></H3>
<P>&#19979;&#38754;&#19968;&#27573;&#20171;&#32461;&#20102;&#40481;&#32905;&#39640;&#27748;&#22312;&#28921;&#39274;&#20013;&#25198;&#28436;&#30340;&#35282;&#33394;&#65292;&#20026;&#20102;&#32451;&#20064;&#23545;&#12300;&#27010;&#24565;&#12301;&#24615;&#30693;&#35782;&#30340;&#24314;&#27169;&#65292;&#35831;&#23581;&#35797;&#23545;&#33258;&#24049;&#30340;&#29702;&#35299;&#32534;&#21046;&#21345;&#29255;&#65306;</P>
<P>&#12300;&#40481;&#32905;&#39640;&#27748;&#26159;&#26368;&#26222;&#36941;&#12289;&#26368;&#26377;&#29992;&#30340;&#39640;&#27748;&#20043;&#19968;&#65292;&#24182;&#38750;&#20026;&#20102;&#35753;&#19968;&#20999;&#33756;&#32948;&#26579;&#19978;&#40481;&#32905;&#21619;&#65292;&#32780;&#20687;&#26159;&#20026;&#33756;&#32948;&#21152;&#20837;&#8220;&#21644;&#24358;&#8221;&#65292;&#21327;&#35843;&#20854;&#20027;&#21619;&#12290;&#20363;&#22914;&#22312;&#20570;&#32032;&#33756;&#26102;&#21152;&#20837;&#23427;&#65292;&#20250;&#35753;&#33756;&#32948;&#30340;&#21619;&#36947;&#26356;&#21152;&#23436;&#28385;&#12290;&#32780;&#20854;&#20013;&#26469;&#33258;&#40481;&#39592;&#30340;&#26126;&#33014;&#25104;&#20998;&#65292;&#20063;&#35753;&#21475;&#24863;&#20063;&#26356;&#20016;&#21402;&#12290;&#33267;&#20110;&#25104;&#26412;&#65292;&#36825;&#31181;&#39640;&#27748;&#26082;&#19981;&#21344;&#29992;&#26102;&#38388;&#65292;&#20063;&#26080;&#39069;&#22806;&#24320;&#38144;&#12290;&#23427;&#30340;&#21407;&#26009;&#26469;&#33258;&#40481;&#39592;&#65292;&#22914;&#26524;&#20320;&#32463;&#24120;&#29992;&#40481;&#32905;&#20570;&#39277;&#65292;&#21487;&#20197;&#22312;&#20912;&#31665;&#37324;&#39034;&#25163;&#23384;&#19978;&#24456;&#22810;&#12301;</P>
<P>[ &#32473;&#20320;&#19968;&#28855;&#39321;&#30340;&#26102;&#38388;X2 ]</P>
<P>&#25105;&#21487;&#33021;&#20889;&#20986;&#22914;&#19979;&#30340;&#21345;&#29255;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#19981;&#20250;&#20351;&#32032;&#33756;&#21507;&#36215;&#26469;&#20687;&#40481;&#32905;&#65292;&#32780;&#26159;&#20351;&#23427;&#20204;&#21507;&#36215;&#26469;&#26356;<B>???</B><SPAN>&nbsp;</SPAN>&#65288;&#26681;&#25454;&#23433;&#36842;&#30340;&#33756;&#35889;&#65289; 
<P>&#31572;&#65306;&#21619;&#36947;&#23436;&#28385; 
<P>
<P>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#20351;&#32032;&#33756;&#30340;&#21619;&#36947;&#12300;&#26356;&#23436;&#28385;&#12301;&#65292;&#22240;&#20026;&#23427;&#21152;&#20837;&#20102;<B>&#65311;&#65311;&#65311;</B>&#65292;&#20174;&#32780;&#20687;&#20026;&#20027;&#21619;&#21152;&#20837;<B>&#65311;&#65311;&#65311;</B>&#65288;&#38899;&#20048;&#27604;&#21947;&#65289;&#12290; 
<P>&#31572;&#65306;&#25903;&#25345;&#24615;&#65288;supporting&#65289;&#30340;&#22768;&#38899;&#65307;&#21644;&#24358; 
<P>
<P>&#38382;&#65306;&#38500;&#20102;&#25913;&#21892;&#21619;&#36947;&#65292;&#40481;&#32905;&#39640;&#27748;&#32473;&#33756;&#32948;&#22686;&#21152;&#20102;&#20016;&#21402;&#30340;<B>&#65311;&#65311;&#65311;</B>&#12290; 
<P>&#31572;&#65306;&#21475;&#24863; 
<P>
<P>&#38382;&#65306;&#25735;&#24320;&#21619;&#36947;&#21644;&#39278;&#39135;&#20559;&#22909;&#65292;&#20026;&#20160;&#20040;&#29992;&#40481;&#32905;&#39640;&#27748;&#32780;&#19981;&#26159;&#34092;&#33756;&#25110;&#34321;&#33735;&#39640;&#27748;&#65311; 
<P>&#31572;&#65306;&#40481;&#32905;&#39640;&#27748;&#20013;&#21547;&#26377;&#26126;&#33014;&#65292;&#21019;&#36896;&#20016;&#21402;&#21475;&#24863; 
<P>
<P>&#38382;&#65306;&#20026;&#20160;&#20040;&#40481;&#32905;&#39640;&#27748;&#24456;&#32463;&#27982;&#65311; 
<P>&#31572;&#65306;&#23427;&#30340;&#20027;&#26009;&#65288;&#39592;&#22836;&#65289;&#21487;&#20197;&#20813;&#36153;&#31215;&#32047;&#65292;&#22914;&#26524;&#29992;&#40481;&#32905;&#20570;&#39277;&#30340;&#35805;&#12290; 
<P>
<P>&#38382;&#65306;&#25105;&#24212;&#35813;&#22914;&#20309;&#22788;&#29702;&#28900;&#40481;&#30340;&#36793;&#35282;&#26009;&#65311; 
<P>&#31572;&#65306;&#20923;&#36215;&#26469;&#65292;&#20570;&#40481;&#32905;&#39640;&#27748;</P></BLOCKQUOTE>
<P>&#25105;&#21457;&#29616;&#36824;&#26377;&#19968;&#24352;&#25105;&#33258;&#24049;&#24456;&#24819;&#20889;&#30340;&#21345;&#29255;&#65292;&#20294;&#20809;&#38752;&#21407;&#25991;&#27809;&#21150;&#27861;&#20889;&#20986;&#26469;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20160;&#20040;&#26102;&#20505;&#20351;&#29992;&#12300;&#40481;&#32905;&#39640;&#27748;&#12301;&#32780;&#38750;&#20854;&#20182;&#32905;&#31867;&#20570;&#30340;&#39640;&#27748;&#65311; 
<P>&#31572;&#65306;<B>&#65311;&#65311;&#65311;</B></P></BLOCKQUOTE>
<P>&#21345;&#29255;&#20889;&#20316;&#26377;&#21161;&#20110;&#25581;&#38706;&#25105;&#20204;&#29702;&#35299;&#19978;&#30340;&#32570;&#22833;&#12290;&#36861;&#38543;&#20320;&#25935;&#24863;&#30340;&#22823;&#33041;&#21435;&#26597;&#35895;&#27468;&#12289;&#21435;&#26597;&#25991;&#29486;&#65292;&#19981;&#35201;&#25304;&#27877;&#20110;&#21407;&#25991;&#12290;&#21363;&#20351;&#20320;&#19981;&#25171;&#31639;&#31435;&#21051;&#12300;&#34917;&#32570;&#12301;&#65292;&#20809;&#26159;&#20889;&#19979;&#36825;&#20123;&#21345;&#65292;&#20063;&#33021;&#35753;&#33258;&#24049;&#25935;&#20110;&#12300;&#26597;&#28431;&#12301;&#12289;&#20445;&#25345;&#22909;&#22855;&#12290;&#36825;&#26377;&#30410;&#20110;&#22312;&#26410;&#26469;&#30340;&#25506;&#32034;&#12290;</P>
<P>&#35831;&#32771;&#34385;&#19979;&#38754;&#38382;&#39064;&#65306;&#36825;&#20123;&#21345;&#29255;&#19982;&#20320;&#33258;&#24049;&#21345;&#29255;&#30456;&#27604;&#22914;&#20309;&#65311;&#25105;&#26159;&#21542;&#21253;&#25324;&#20102;&#20320;&#27809;&#26377;&#28041;&#21450;&#30340;&#20219;&#20309;&#32454;&#33410;&#65311;&#20320;&#26159;&#21542;&#28085;&#30422;&#20102;&#25105;&#36951;&#28431;&#30340;&#20219;&#20309;&#32454;&#33410;&#65311;&#36825;&#20123;&#24046;&#24322;&#23545;&#20320;&#26377;&#20160;&#20040;&#24433;&#21709;&#65311;&#20320;&#30340;&#21345;&#29255;&#33539;&#22260;&#19982;&#36825;&#20123;&#30456;&#27604;&#22914;&#20309;&#65311;</P>
<P>&#20320;&#20250;&#27880;&#24847;&#21040;&#65292;&#25105;&#24182;&#19981;&#19968;&#23450;&#20250;&#29992;&#19978;&#20043;&#21069;&#20171;&#32461;&#30340;&#25152;&#26377;&#12300;&#35270;&#35282;&#12301;&#12290;&#20363;&#22914;&#12300;&#37096;&#20998;/&#25972;&#20307;&#12301;&#21644;&#12300;&#26680;&#24515;&#29305;&#24449;&#12301;&#35270;&#35282;&#8212;&#8212;&#25105;&#19981;&#35273;&#24471;&#40481;&#32905;&#39640;&#27748;&#26377;&#20160;&#20040;&#37096;&#20998;&#21644;&#25972;&#20307;&#32467;&#26500;&#65292;&#20063;&#19981;&#35273;&#24471;&#40481;&#32905;&#39640;&#27748;&#30340;&#26680;&#24515;&#29305;&#24449;&#65288;&#29992;&#40481;&#21046;&#20316;&#65289;&#19981;&#20667;&#12290;</P>
<H2 id=h_434074509_19 data-into-catalog-status=""><B>&#20351;&#29992;&#40481;&#32905;&#39640;&#27748;&#65306;&#12300;&#24320;&#25918;&#24335;&#28165;&#21333;&#12301;&#21644;&#12300;&#21551;&#26126;&#21345;&#12301;</B></H2>
<P>&#39640;&#27748;&#20809;&#30475;&#19981;&#29992;&#27809;&#26377;&#24847;&#20041;&#65292;&#25152;&#20197;&#33756;&#35889;&#37324;&#36824;&#32473;&#20102;&#24314;&#35758;&#29992;&#27861;&#21015;&#20986;&#20102;&#28165;&#21333;&#65292;&#27492;&#31867;&#22411;&#30340;&#30693;&#35782;&#21448;&#35813;&#22914;&#20309;&#24314;&#31435;&#29702;&#35299;&#21602;&#65311;</P>
<H3 id=h_434074509_20 data-into-catalog-status=""><B>&#12300;&#24320;&#25918;&#24335;&#28165;&#21333;&#12301;</B></H3>
<P>&#12300;&#28165;&#21333;&#12301;&#31867;&#30693;&#35782;&#30340;&#22788;&#29702;&#25216;&#26415;&#25105;&#20204;&#24050;&#32463;&#23398;&#20064;&#65292;&#35797;&#35797;&#27492;&#22788;&#26159;&#21542;&#20063;&#36866;&#29992;&#65311;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#21487;&#20197;&#29992;&#40481;&#32905;&#39640;&#27748;&#20570;&#20160;&#20040;&#65306; 
<P>- &#65311;&#65311;&#65311; 
<P>- &#23558;&#20016;&#30427;&#30340;&#32511;&#34092;&#25171;&#34091;&#24182;&#33976;&#29087; 
<P>- &#20570;&#35199;&#24335;&#27987;&#27748; 
<P>- &#22312;&#24179;&#24213;&#38149;&#19978;&#12300;&#21050;&#21862;&#12301;&#19968;&#19979; 
<P>
<P>&#31572;&#65306;&#29992;&#23427;&#28921;&#39274;&#35895;&#29289;</P></BLOCKQUOTE>
<P>&#36825;&#21345;&#29255;&#26174;&#28982;&#27627;&#26080;&#24110;&#21161;&#65292;&#22240;&#20026;&#31532;&#19968;&#20010;&#31354;&#37324;&#30475;&#36215;&#26469;&#22635;&#20160;&#20040;&#37117;&#21512;&#29702;&#12290;&#20320;&#20063;&#35768;&#24050;&#32463;&#21457;&#29616;&#65292;&#36825;&#20010;&#21015;&#34920;&#30340;&#12300;&#20219;&#24847;&#24615;&#12301;&#35201;&#22823;&#20110;&#20043;&#21069;&#37096;&#20998;&#30340;&#21407;&#26009;&#28165;&#21333;&#65292;&#38382;&#39064;&#27809;&#26377;&#22266;&#23450;&#30340;&#31572;&#26696;&#12290;&#27492;&#31867;&#20415;&#26159;&#12300;<I>&#24320;&#25918;&#24335;</I><SPAN>&nbsp;</SPAN>&#28165;&#21333;&#65288;Open list&#65289;&#12301;&#31867;&#30340;&#30693;&#35782;&#65292;&#30456;&#23545;&#24212;&#22320;&#65292;&#21407;&#26009;&#34920;&#21017;&#26159;<I>&#23553;&#38381;&#24335;&#28165;&#21333;</I>&#65288;closed list)&#65292;&#23427;&#30340;&#25104;&#21592;&#22266;&#23450;&#12290;&#24320;&#25918;&#24335;&#28165;&#21333;&#26080;&#38656;&#35760;&#20303;&#25152;&#26377;&#20869;&#23481;&#65292;&#19981;&#36807;&#21487;&#20197;&#25353;&#38656;&#35760;&#19968;&#20123; &#8212;&#8212; &#20294;&#22914;&#26524;&#20320;&#20250;&#19968;&#30452;&#19979;&#21416;&#65292;&#19981;&#35201;&#36825;&#20040;&#20570;&#65292;&#19981;&#28982;&#20250;&#36234;&#35760;&#36234;&#22810;&#65292;&#28982;&#21518;&#25226;&#19968;&#36744;&#23376;&#37117;&#25645;&#22312;&#36825;&#20010;&#28165;&#21333;&#19978;&#12290;</P>
<P>&#25105;&#20010;&#20154;&#25226;&#23553;&#38381;&#24335;&#28165;&#21333;&#30475;&#20570;&#19968;&#31181;&#22797;&#21512;&#21518;&#30340;&#12300;&#20107;&#23454;&#31867;&#12301;&#30693;&#35782;&#65292;&#23427;&#20204;&#20960;&#20046;&#26159;&#20010;&#38745;&#24577;&#30340;&#31561;&#24335;&#65306;</P>
<UL>
<LI>&#22320;&#29699;&#30340;&#21322;&#24452; = 6,371 km 
<LI>&#40481;&#32905;&#39640;&#27748;&#30340;&#21407;&#26009; = &#27915;&#33905;&#12289;&#32993;&#33821;&#21340;&#12289;&#33465;&#33756;&#12289;&#22823;&#33948;&#12289;&#39321;&#33756;&#12290;</LI></UL>
<P>&#32780;&#24320;&#25918;&#24615;&#28165;&#21333;&#25105;&#21916;&#27426;&#30475;&#20570;<I>&#26631;&#31614;</I><SPAN>&nbsp;</SPAN>&#65288;tags&#65289;&#65292;&#23601;&#20687;&#20320;&#21487;&#33021;&#22312;&#25968;&#23383;&#20070;&#31614;&#31995;&#32479;&#20013;&#29992;&#30340;&#37027;&#31181;&#12290;&#26412;&#26696;&#20363;&#20013;&#21487;&#20197;&#36825;&#20040;&#35748;&#20026;&#65306;&#25105;&#22836;&#33041;&#26723;&#26696;&#26588;&#20013;&#26377;&#19968;&#31181; tag &#21483;&#20570;&#12300;&#40481;&#32905;&#39640;&#27748;&#30340;&#29992;&#27861;&#12301;&#65292;&#25105;&#25226;&#23427;&#36148;&#22312;&#20851;&#20110;&#27987;&#27748;&#21046;&#20316;*&#30340;&#31508;&#35760;&#19978;[13] &#12290;&#65288;*&#35793;&#32773;&#27880;&#65306;&#12300; pur&#233;e soups&#12301; &#26159;&#29992;&#34092;&#33756;&#27877;&#65292;&#22303;&#35910;&#27877;&#65292;&#27700;&#26524;&#27877;&#65292;&#36215;&#21496;&#31561;&#20570;&#30340;&#31946;&#31946;&#65292;&#20856;&#22411;&#29992;&#27861;&#26159;&#34360;&#28900;&#27861;&#26829;&#29255;&#24403;&#39184;&#28857;&#20027;&#39135;&#12290;&#27492;&#22788;&#25351;&#32473;&#25152;&#26377;&#31946;&#31946;&#30340;&#20570;&#27861;&#37117;&#36148;&#19978;&#36825;&#20010; tag&#65289;</P>
<P>&#25105;&#21457;&#29616;&#26377;&#19977;&#31867;&#21345;&#29255;&#21487;&#20197;&#24110;&#21161;&#12300;&#24320;&#25918;&#24335;&#28165;&#21333;&#12301;&#30340;&#32534;&#30721;&#65306;&#39318;&#20808;&#26159;&#25105;&#25171;&#22909; tag &#30340;&#26222;&#36890;&#25552;&#21462;&#21345;&#65292;&#23427;&#23558;&#21345;&#29255;&#23454;&#20363;&#21644; tag &#20851;&#32852;&#36215;&#26469;&#65307;&#20043;&#21518;&#33509;&#27880;&#24847;&#21040; tag &#20013;&#34164;&#34255;&#30340;&#27169;&#24335;&#65288;pattern&#65289;*&#65292;&#25105;&#21487;&#33021;&#23558; tag &#25552;&#25104;&#21333;&#29420;&#19968;&#24352;&#21345;&#65307;&#26368;&#21518;&#25105;&#36824;&#24120;&#20889;&#19968;&#20010;&#20030;&#20363;&#21345;&#65292;&#35201;&#25105;&#22260;&#32469; tag &#20030;&#20363;&#65292;&#20197;&#27492;&#23558; tag &#21644;&#20854;&#23454;&#20363;&#26494;&#25955;&#22320;&#20135;&#29983;&#32852;&#31995;&#12290;&#65288;*&#35793;&#32773;&#27880;&#65306;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//en.wikipedia.org/wiki/Instance_%28computer_science%29" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#23454;&#20363;</A></U>&#26159;&#19968;&#20010;&#25277;&#35937;&#29289;&#30340;&#23454;&#20307;&#65292;&#27604;&#22914;&#19990;&#30028;&#19978;&#26377;&#20010;&#21517;&#21483;&#12300;&#29305;&#26031;&#25289;&#12301;&#30340;&#29483;&#65292;&#37027;&#20040;&#23427;&#23601;&#26159;&#12300;&#29483;&#12301;&#30340;&#19968;&#20010;&#23454;&#20363;&#12290;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//zh.wikipedia.org/wiki/%25E6%25A8%25A1%25E5%25BC%258F" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#27169;&#24335;</A></U>&#65288;pattern&#65289;&#25351;&#23454;&#20363;&#20013;&#23384;&#22312;&#30340;&#30456;&#20284;&#32467;&#26500;&#65292;&#27604;&#22914;&#20570;&#27987;&#27748;&#26102;&#24635;&#26159;&#35201;&#21152;&#27700;&#65289;</P>
<P>&#20363;&#22914;&#65292;&#19979;&#38754;&#36825;&#24352;&#21345;&#23558;&#19968;&#20010;&#23454;&#20363;&#20851;&#32852;&#21040; tag &#19978;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20570;&#34092;&#33756;&#27987;&#27748;&#26102;&#65292;&#24590;&#26679;&#25165;&#33021;&#26082;&#19981;&#22686;&#21152;&#27833;&#33026;&#65292;&#21448;&#20135;&#29983;&#26356;&#20016;&#23500;&#30340;&#21619;&#36947;&#65311; 
<P>&#31572;&#65306;&#29992;&#40481;&#32905;&#39640;&#27748;&#32780;&#19981;&#26159;&#27700;&#31232;&#37322;&#34092;&#33756;&#27877;&#12290;</P></BLOCKQUOTE>
<P>&#20889;&#20102;&#20960;&#24352;&#20043;&#21518;&#65292;&#20551;&#35774;&#23519;&#35273;&#21040; tag &#30340;&#20849;&#21516;&#27169;&#24335;&#65288;&#37117;&#26159;&#29992;&#27700;&#20570;&#27748;&#65289;&#65292;&#22240;&#27492;&#23558;&#36825;&#20010;&#27169;&#24335;&#25552;&#20026;&#21345;&#29255;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#22914;&#26524;&#25105;&#27880;&#24847;&#21040;&#25105;&#22312;&#29992;&#27700;&#20570;&#21688;&#21475;&#30340;&#33756;&#65292;&#25105;&#24212;&#35813;&#38382;&#33258;&#24049;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306;&#12300;&#25105;&#24212;&#35813;&#29992;&#39640;&#27748;&#20195;&#26367;&#21527;&#65311;&#12301;</P></BLOCKQUOTE>
<P>&#25105;&#24076;&#26395;&#24517;&#35201;&#26102;&#33021;&#22238;&#24819;&#36215;&#20855;&#20307;&#23454;&#20363;&#65292;&#22240;&#27492;&#25105;&#20204;&#21478;&#36215;&#19968;&#24352;&#21345;&#29255;&#65292;&#23558; tag &#26494;&#25955;&#22320;&#38142;&#25509;&#21040;&#23454;&#20363;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#35828;&#20986;&#20004;&#31181;&#20351;&#29992;&#40481;&#32905;&#39640;&#27748;&#30340;&#29992;&#27861;&#12290; 
<P>&#31572;&#65306;&#22914;&#65306;&#28921;&#35843;&#35895;&#29289;&#12289;&#33976;&#29038;&#34092;&#33756;&#12289;&#20570;&#28165;&#27748;&#12289;&#12300;&#21050;&#21862;&#12301;&#25746;&#22312;&#28900;&#30424;&#19978;</P></BLOCKQUOTE>
<P>&#26368;&#21518;&#36825;&#31867;&#21345;&#19981;&#24590;&#20040;&#36153;&#33041;&#23376;&#65292;&#22240;&#27492;&#26131;&#34987;&#28389;&#29992;&#12290;&#36825;&#31867;&#21345;&#26497;&#24230;&#20381;&#36182;&#20854;&#20182;&#21345;&#29255;&#12290;&#21542;&#21017;&#65292;&#20320;&#21487;&#33021;&#20250;&#24536;&#35760;&#20854;&#20182;&#39033;&#65292;&#32780;&#24635;&#29992;&#22266;&#23450;&#30340;&#19968;&#20004;&#20010;&#26696;&#20363;&#20316;&#31572;&#12290;&#21363;&#20351;&#27599;&#27425;&#31572;&#26696;<I>&#30830;&#23454;</I><SPAN>&nbsp;</SPAN>&#36718;&#25442;&#20102;&#19981;&#21516;&#30340;&#23454;&#20363;&#65292;&#20294;&#21345;&#29255;&#20063;&#19981;&#20877;&#28385;&#36275;&#25105;&#20204;&#35828;&#30340;&#12300;&#19968;&#33268;&#24615;&#12301;&#65292;&#24182;&#19988;&#24178;&#25200;&#25928;&#24212;&#21487;&#33021;&#35753;&#35760;&#24518;&#21464;&#24471;&#19981;&#21487;&#38752;&#12290;</P>
<P>&#22914;&#26524;&#20320;&#21018;&#21018;&#20064;&#24471;&#30340;&#27010;&#24565;&#39640;&#24230;&#24320;&#25918;&#65292;&#21487;&#29992;&#33539;&#22260;&#26497;&#24191;&#38420;&#65292;&#37027;&#20040;&#20320;&#21487;&#20197;&#23558;&#12300;&#26696;&#20363;&#29983;&#25104;&#21345;&#12301;&#36716;&#21464;&#20026;&#22914;&#19979;&#30340;&#12300;&#21019;&#24847;&#21345;&#12301;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#35831;&#35828;&#20986;&#20320;&#21487;&#33021;&#23581;&#35797;&#29992;&#40481;&#32905;&#39640;&#27748;&#21046;&#20316;&#30340;&#34092;&#33756;&#27987;&#27748;&#65288;&#19981;&#20801;&#35768;&#21644;&#20197;&#21069;&#30340;&#31572;&#26696;&#37325;&#22797;&#65289; 
<P>&#31572;&#65306;e.g. &#22303;&#35910;&#12289;&#38450;&#39118;&#33609;&#12289;&#33465;&#33756;&#12289;&#33487;&#23376;&#12289;&#33678;&#33609;&#12289;&#21335;&#29916;&#12289;&#32993;&#33821;&#21340;&#12289;&#32993;&#26898;&#12289;&#25153;&#35910;......</P></BLOCKQUOTE>
<P>&#12300;&#19981;&#20801;&#35768;&#21644;&#20197;&#21069;&#30340;&#31572;&#26696;&#37325;&#22797;&#12301;&#36825;&#26159;&#20010;&#24456;&#26377;&#24847;&#24605;&#30340;&#23567;&#25226;&#25103;&#65292;&#23613;&#31649;&#36807;&#19968;&#20004;&#24180;&#21487;&#33021;&#36824;&#26159;&#20250;&#37325;&#22797;&#65288;&#36825;&#21487;&#20197;&#25509;&#21463;&#65289;&#12290;&#25105;&#35201;&#35828;&#30340;&#37325;&#28857;&#22312;&#20110;&#65292;&#19968;&#24320;&#22987;&#23601;&#27010;&#25324;&#20102;&#24212;&#29992;&#22330;&#26223;&#30340;&#38382;&#39064;&#24456;&#38590;&#20889;&#12290;&#25442;&#21477;&#35805;&#35828;&#65292;&#20320;&#24471;&#20889;&#21345;&#21069;&#23601;&#30693;&#36947;&#39640;&#27748;&#24590;&#20040;&#29992;&#65292;&#36825;&#26159;&#35201;&#19968;&#23450;&#28921;&#39274;&#32463;&#39564;&#30340;&#12290;</P>
<P>&#12300;&#21019;&#24847;&#21345;&#12301;&#26356;&#31867;&#20284;&#25945;&#31185;&#20070;&#19978;&#30340;&#20064;&#39064;&#65292;&#23427;&#24341;&#23548;&#20320;&#21019;&#36896;&#24615;&#20351;&#29992;&#30693;&#35782;&#28857;&#12290;&#19982;&#12300;&#25552;&#21462;&#21345;&#12301;&#30456;&#21453;&#65292;&#23427;&#26497;&#21147;<I>&#36991;&#20813;</I><SPAN>&nbsp;</SPAN>&#20174;&#35760;&#24518;&#20013;&#25552;&#21462;&#22266;&#23450;&#31572;&#26696;&#65292;&#32780;&#26159;&#35201;&#27714;&#20320;&#21019;&#36896;&#24615;&#22320;&#24605;&#32771;&#29255;&#21051;&#12290;&#30001;&#20110;&#20320;&#24819;&#21040;&#30340;&#31572;&#26696;&#27425;&#27425;&#19981;&#21516;&#65292;&#23601;&#19981;&#20250;&#24378;&#21270;&#26576;&#20010;&#22266;&#23450;&#31572;&#26696;&#30340;&#35760;&#24518;&#65292;&#32780;&#26159;&#24378;&#21270;&#22312;<I>&#29983;&#25104;</I><SPAN>&nbsp;</SPAN>&#21508;&#31181;&#32467;&#26524;&#26102;&#65292;&#20320;&#22823;&#33041;&#37324;&#19968;&#33268;&#20381;&#36182;&#30340;&#30693;&#35782;&#12290;&#21516;&#26102;&#65292;&#20320;&#30340;&#21019;&#26032;&#20063;&#21487;&#33021;&#21246;&#36215;&#26377;&#24847;&#20041;&#30340;&#32852;&#31995;&#65292;&#24182;&#35302;&#21457;&#12300;&#31934;&#32454;&#32534;&#30721;&#12301;&#24378;&#21270;&#35760;&#24518;&#12290;&#36825;&#20123;&#32852;&#31995;&#22240;&#20026;&#26159;&#20320;&#33258;&#24049;&#29983;&#25104;&#65292;&#25152;&#20197;&#20250;&#26684;&#22806;&#29282;&#38752; &#8212;&#8212; &#21363;&#25152;&#35859;&#12300;&#29983;&#25104;&#25928;&#24212;&#12301;&#12290;[14]</P>
<P>&#20005;&#35880;&#22320;&#35828;&#65292;&#30446;&#30340;&#23545;&#12300;&#21019;&#24847;&#21345;&#12301;&#30340;&#20869;&#34164;&#26426;&#21046;&#29702;&#35299;&#26377;&#38480;&#65292;&#36828;&#19981;&#22914;&#23545;&#12300;&#25552;&#21462;&#21345;&#12301;&#30340;&#12290;&#19968;&#20123;&#35838;&#39064;&#20173;&#24453;&#30740;&#31350;[15]&#65306;&#22312;&#25105;&#20204;&#30340;&#35760;&#24518;&#21644;&#29702;&#35299;&#20013;&#65292;&#36825;&#20123;&#20219;&#21153;&#20135;&#29983;&#21738;&#20123;&#29305;&#27530;&#25928;&#24212;&#65288;&#22914;&#26524;&#26377;&#30340;&#35805;&#65289;&#65311;&#36890;&#36807;&#20160;&#20040;&#26426;&#21046;&#65311;&#35201;&#35774;&#35745;&#20309;&#31181;&#36866;&#29992;&#29615;&#22659;&#12289;&#20351;&#29992;&#21407;&#21017;&#65311;&#36866;&#29992;&#20309;&#31181;&#38388;&#38548;&#37325;&#22797;&#35745;&#21010;&#65311;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/193.jpg" width=1793 height=483 data-size="normal" data-original="https://pic2.zhimg.com/v2-2cb83d826e47fae55f9b8d82a0f0daa9_r.jpg" data-rawheight="484" data-rawwidth="1793" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/194.jpg" width=1793 height=484 data-size="normal" data-original="https://pic4.zhimg.com/v2-50eec25f165c0c0e27599df33cee77b3_r.jpg" data-rawheight="485" data-rawwidth="1793" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_21 data-into-catalog-status=""><B>&#12300;&#21551;&#26126;&#21345;&#12301;&#21644;&#12300;Baader-Meinhof &#29616;&#35937;&#12301;</B></H3>
<P>&#25105;&#20204;&#35752;&#35770;&#30340;&#24456;&#22810;&#21345;&#29255;&#38500;&#20102;&#24433;&#21709;&#35760;&#24518;&#21644;&#29702;&#35299;&#22806;&#65292;&#36824;&#26377;&#21478;&#19968;&#20010;&#37325;&#35201;&#21151;&#25928;&#65306;&#20445;&#25345;&#20320;&#23545; idea &#30340;&#38271;&#26399;&#24605;&#32771;&#65288;keep you in contact with an idea over time&#65289;&#12290;</P>
<P>&#20320;&#26159;&#21542;&#26377;&#36807;&#36825;&#26679;&#30340;&#32463;&#21382;&#65292;&#26126;&#26126;&#26159;&#31532;&#19968;&#27425;&#20102;&#35299;&#26576;&#20010;&#20107;&#29289;&#65292;&#21364;&#31361;&#28982;&#21457;&#29616;&#20320;&#21040;&#22788;&#37117;&#33021;&#35265;&#30528;&#23427;&#65311;&#27604;&#26041;&#35828;&#23398;&#20064;&#20102;&#19968;&#20010;&#31867;&#20284;&#12300;mellifluous&#12301;&#30340;&#32597;&#35265;&#35789;&#65292;&#20043;&#21518;&#20960;&#22825;&#33021;&#30475;&#21040;&#23427;&#22909;&#20960;&#27425;&#12290;&#36825;&#20010;&#29616;&#35937;&#34987;&#31216;&#20316;Baader-Meinhof &#29616;&#35937;&#65288;*&#35793;&#27880;&#65306;&#20063;&#31216;&#39057;&#29575;&#38169;&#35273;&#65289;&#12290;&#22240; 1994 &#24180;&#26576;&#32593;&#21451;&#25237;&#31295;&#35828;&#33258;&#24049;&#19968;&#22825;&#37324;&#27880;&#24847;&#21040;&#20004;&#27425;&#35813;&#20919;&#38376;&#24656;&#24598;&#32452;&#32455;&#32780;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.twincities.com/2007/02/23/the-baader-meinhof-phenomenon-or-the-joy-of-juxtaposition-responsorial-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23-23/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#24471;&#21517;</A></U>&#12290;&#26031;&#22374;&#31119;&#22823;&#23398;&#35821;&#35328;&#23398;&#25945;&#25480; Arnold Zwicky<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//web.stanford.edu/~zwicky/LSA07illude.abst.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#35748;&#20026;</A></U>&#65292;&#36825;&#31181;&#25928;&#24212;&#26412;&#36136;&#26159;&#26159;&#19968;&#31181;&#12300;&#36873;&#25321;&#24615;&#27880;&#24847;&#12301;&#65306;&#26032;&#30340; idea &#22312;&#24847;&#35782;&#37324;&#24635;&#26159;&#26356;&#38752;&#21069;&#65288;&#12300;&#20984;&#26174;&#24615;/ &#26174;&#33879;&#24615;&#12301;&#65289;&#65292;&#25152;&#20197;&#23545;&#24212;&#30340;&#20449;&#24687;&#26356;&#24341;&#20154;&#27880;&#24847;&#65292;&#32780;&#23458;&#35266;&#19978;&#65292;&#20986;&#29616;&#39057;&#29575;&#24182;&#27809;&#26377;&#21464;&#21270;&#12290;&#27491;&#25152;&#35859;&#12300;&#22622;&#32473;&#20320;&#19968;&#20010;&#38180;&#23376;&#65292;&#30475;&#20160;&#20040;&#37117;&#20687;&#38025;&#23376;&#12301;&#12290;</P>
<P>&#20294;&#23545;&#20110;&#26576;&#20010;idea&#26469;&#35828;&#65292;&#36825;&#31181;&#25928;&#24212;&#24182;&#38750;&#24635;&#26159;&#27491;&#38754;&#30340;&#65292;&#22240;&#20026;&#26032;&#30340;&#12300;&#38180;&#23376;&#12301;&#19981;&#19968;&#23450;&#36866;&#29992;&#25152;&#26377;&#12300;&#38025;&#23376;&#12301;*&#12290;&#35201;&#30495;&#27491;&#20869;&#21270;&#23427;&#65292;&#20320;&#38656;&#35201;&#33258;&#24049;&#29983;&#27963;&#20013;&#26377;&#25152;&#20195;&#20837;&#12289;&#36171;&#20104;&#20854;&#24847;&#20041;&#12290;&#29305;&#21035;&#26159;&#23398;&#20064;&#19968;&#20010;&#26032;&#25216;&#33021;&#26102;&#65292;&#38500;&#38750;&#22810;&#23454;&#36341;&#20960;&#27425;&#65292;&#21542;&#21017;&#21487;&#33021;&#21482;&#26159;&#27973;&#34180;&#29702;&#35299;&#32780;&#19981;&#33258;&#30693;&#12290;&#65288;*&#35793;&#27880;&#65306;&#36991;&#20813;&#26032;&#23398;&#19968;&#20010;&#27010;&#24565;&#21518;&#28389;&#29992;&#21644;&#36807;&#24230;&#27867;&#21270;&#65289;</P>
<P>&#22914;&#26524;&#19981;&#24555;&#28857;&#25226; idea &#21644;&#26377;&#23454;&#20041;&#30340;&#19996;&#35199;&#32852;&#31995;&#36215;&#26469;&#65292;&#23427;&#30340;&#12300;&#20984;&#26174;&#24615;&#12301;&#20250;&#28040;&#36864;&#65292;&#20320;&#20063;&#36880;&#28176;&#20572;&#19979;&#23545;&#21608;&#36793;&#26426;&#20250;&#30340;&#35273;&#23519;&#12290;&#20294;&#36825;&#31181;&#20984;&#26174;&#24615;&#30340;&#28040;&#36864;&#19981;&#27491;&#22914;&#30693;&#35782;&#30340;&#36951;&#24536;&#21527;&#65311;&#22240;&#27492;&#22987;&#32456;&#22312;&#33041;&#20013; &#8220;&#32622;&#39030;&#8221; &#20320;&#30340; idea&#65292;&#20063;&#26159; SR &#21345;&#30340;&#20215;&#20540;&#25152;&#22312;&#12290;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.gwern.net/index" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Gwern Branwen</A></U><SPAN>&nbsp;</SPAN>&#35748;&#20026;[*]&#27492;&#31867;&#21345;&#29255;&#23454;&#38469;&#26159;&#23545;&#25511;&#21046;&#12289;&#25193;&#23637; Baader-Meinhof &#29616;&#35937;&#30340;&#26377;&#25928;&#23581;&#35797;&#12290;</P>
<P>&#25105;&#20204;&#20851;&#20110;&#12300;&#20984;&#26174;&#24615;&#12301;&#20889;&#20102;&#19968;&#20123;&#21345;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#22914;&#26524;&#25105;&#27880;&#24847;&#21040;&#25105;&#22312;&#21688;&#21475;&#30340;&#28921;&#39274;&#20013;&#20351;&#29992;&#20102;&#27700;&#65292;&#25105;&#24212;&#35813;&#38382;&#33258;&#24049;&#20160;&#20040;&#65311; 
<P>&#31572;&#65306; &#12300;&#25105;&#24212;&#35813;&#29992;&#39640;&#27748;&#20195;&#26367;&#21527;&#65311;&#12301; 
<P>
<P>&#38382;&#65306;&#25105;&#24212;&#35813;&#22914;&#20309;&#22788;&#29702;&#28900;&#40481;&#39592;&#22836;&#65311; 
<P>&#31572;&#65306;&#20923;&#36215;&#26469;&#65292;&#20570;&#40481;&#32905;&#39640;&#27748;&#12290; 
<P>
<P>&#38382;&#65306;&#35831;&#35828;&#20986;&#20320;&#21487;&#33021;&#23581;&#35797;&#29992;&#40481;&#32905;&#39640;&#27748;&#21046;&#20316;&#30340;&#34092;&#33756;&#27987;&#27748;&#65288;&#19981;&#20801;&#35768;&#21644;&#20197;&#21069;&#30340;&#31572;&#26696;&#37325;&#22797;&#65289; 
<P>&#31572;&#65306;e.g. &#22303;&#35910;&#12289;&#38450;&#39118;&#33609;&#12289;&#33465;&#33756;&#12289;&#33487;&#23376;&#12289;&#33678;&#33609;&#12289;&#21335;&#29916;&#12289;&#32993;&#33821;&#21340;&#12289;&#32993;&#26898;&#12289;&#25153;&#35910;......</P></BLOCKQUOTE>
<P>&#36825;&#20123;&#21345;&#29255;&#26088;&#22312;&#12300;&#25552;&#31034;&#12301;&#32780;&#38750;&#23545;&#31572;&#26696;&#30340;&#12300;&#20256;&#25480;&#12301;&#65292;&#20174;&#32780;&#23581;&#35797;&#28608;&#21457;&#26032;&#30340;&#28789;&#24863;&#25110;&#32773;&#21019;&#36896;&#26032;&#30340;&#34892;&#20026;&#12290;&#20174;&#36825;&#20010;&#35282;&#24230;&#30475;&#65292;SR &#21345;&#35753;&#36825;&#20123; idea &#38271;&#20037;&#20445;&#25345;&#20102;&#12300;&#20984;&#26174;&#12301;&#65292;&#35753;&#20154;&#23545;&#30456;&#20851;&#20869;&#23481;&#20445;&#25345;&#25935;&#24863;&#65292;&#30452;&#21040;&#36935;&#21040;&#26426;&#20250;&#65292;&#23558;&#33258;&#24049;&#29983;&#27963;&#20013;&#26377;&#24847;&#20041;&#30340;&#20107;&#29289;&#19982;&#20854;&#32852;&#31995;&#36215;&#26469;&#12290;&#23601;&#20687;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//notes.andymatuschak.org/z39D31syJUE1gtNTREogSZiG6LDSuwygN5NDt" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#32463;&#27982;&#23398;&#23478;&#24067;&#25289;&#24503;-&#24503;&#38534;&#65288;Brad DeLong&#65289;&#35748;&#20026;</A></U>&#30340;&#37027;&#26679;&#65292;SR &#21345;&#22312;&#22797;&#20064;&#29615;&#33410;&#21644;&#19990;&#20439;&#29256;&#30340;&#12300;&#25945;&#29702;&#38382;&#31572;*&#12301;&#24778;&#20154;&#22320;&#30456;&#20284;&#65288;*&#35793;&#27880;&#65306;&#25945;&#29702;&#38382;&#31572; &#8212;&#8212; &#19968;&#31181;&#23447;&#25945;&#25945;&#32946;&#30340;&#25945;&#26448;&#65292;&#24418;&#24335;&#19978;&#20063;&#26159;&#38382;&#31572;&#20307;&#12290;&#36890;&#36807;&#38382;&#31572;&#26469;&#28508;&#31227;&#40664;&#21270;&#22320;&#35760;&#20303;&#12289;&#24605;&#32771;&#12289;&#29702;&#35299;&#12290;&#65289;</P>
<P>&#26412;&#25351;&#21335;&#23884;&#20837;*&#20102;&#24456;&#22810;&#27492;&#31867;&#30340;&#12300;&#21551;&#26126;&#21345;&#65288;salience prompt&#65289;&#12301;&#65288;*&#35793;&#27880;&#65306;&#32418;&#21345;&#65289;&#65292;&#23427;&#26088;&#22312;&#35753;&#20320;&#23545; idea &#20445;&#25345;&#24605;&#32771;&#65292;&#30452;&#21040;&#20320;&#23545;&#23427;&#30340;&#29702;&#35299;&#31243;&#24230;&#65292;&#20223;&#20315;&#26159;&#20320;&#33258;&#24049;&#20889;&#30340;&#12290;&#25105;&#36824;&#32463;&#24120;&#22312;&#25630;&#21019;&#20316;&#26102;&#25226;&#24819;&#27861;&#25110;&#28789;&#24863;&#20889;&#25104;&#27492;&#31867;&#21345; &#8212;&#8212; &#21487;&#33021;&#21548;&#36215;&#26469;&#26377;&#20123;&#22855;&#24618; &#8212;&#8212; &#23427;&#20204;&#26159;&#25105;&#30340;&#32554;&#26031;&#65292;&#24110;&#21161;&#25105;&#36328;&#36234;&#25968;&#21608;&#25968;&#26376;&#22320;&#24605;&#32771;&#26576;&#20123; idea&#65292;&#30452;&#21040;&#23427;&#33021;&#24320;&#33457;&#32467;&#26524;&#65288;&#20294;&#24895;&#65289;&#12290;&#21551;&#26126;&#21345;&#26159;&#36890;&#36807;&#21046;&#20316;&#21345;&#29255;&#21019;&#20316;&#29702;&#35299;&#30340;&#19968;&#31181;&#26041;&#24335;&#65292;&#36825;&#31181;&#26041;&#24335;&#24050;&#36229;&#36234;&#20102;&#31616;&#21333;&#25429;&#25417;&#25991;&#26412;&#30693;&#35782;&#30340;&#23618;&#27425;&#12290;</P>
<P>&#20320;&#24212;&#35813;&#24819;&#24819; idea &#21487;&#33021;&#22312;&#29983;&#27963;&#20013;&#29992;&#21040;&#30340;&#22330;&#26223;&#65292;&#24182;&#22312;&#20889;&#21551;&#26126;&#21345;&#30340;&#26102;&#20505;&#20195;&#20837;&#65292;&#23427;&#20204;&#20855;&#26377;&#28508;&#22312;&#30340;&#24847;&#20041;&#12290;&#20363;&#22914;&#24456;&#22810;&#20154;&#20570;&#39277;&#21487;&#33021;&#19981;&#21916;&#27426;&#20080;&#25972;&#40481;&#65292;&#29616;&#22312;&#20026;&#20102;&#20945;&#39592;&#22836;&#65292;&#32780;&#25171;&#31639;&#30053;&#20316;&#35753;&#27493;&#12290;&#19979;&#38754;&#36825;&#24352;&#21345;&#31034;&#20363;&#20102;&#22914;&#20309;&#38024;&#23545;&#26576;&#20010;&#29305;&#23450;&#22330;&#26223;&#21046;&#21345;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#20026;&#20102;&#20445;&#25345;&#28385;&#20912;&#31665;&#30340;&#40481;&#32905;&#39640;&#27748;&#65292;&#25105;&#20080;&#40481;&#26102;&#19968;&#23450;&#35201;&#29992;&#65311;&#65311;&#65311;&#32780;&#19981;&#26159;&#65311;&#65311;&#65311;&#12290; 
<P>&#31572;&#65306;&#20080;&#25972;&#21482;&#40481;&#65307;&#20080;&#40481;&#30340;&#37096;&#20998;</P></BLOCKQUOTE>
<P>&#36825;&#20010;&#20363;&#23376;&#36824;&#36741;&#21161;&#35828;&#26126;&#20102;&#19968;&#20010;&#26356;&#24191;&#27867;&#30340;&#38382;&#39064;&#65306;&#12300;&#30693;&#36947; idea &#33021;&#35299;&#20915;&#20160;&#20040;&#38382;&#39064;&#65292;&#19981;&#31561;&#20110;&#35299;&#20915;&#38382;&#39064;&#26102;&#30693;&#36947;&#29992;&#20160;&#20040; idea*&#12301;[16]&#12290;&#23427;&#20204;&#20043;&#38388;&#30340;&#21306;&#21035;&#26159;&#21542;&#26377;&#36923;&#36753;&#20805;&#20998;&#30340;&#35299;&#35835;&#65292;&#25105;&#30446;&#21069;&#19981;&#24471;&#32780;&#30693;&#12290;&#20381;&#25105;&#32463;&#39564;&#65292;&#24102;&#19978;&#19979;&#25991;&#30340;&#21345;&#29255;&#65288;&#22914;&#21018;&#25165;&#30340;&#20363;&#23376;&#65289;&#33021;&#24110;&#21161;&#25105;&#20204;&#20174;&#29702;&#35770;&#36808;&#21521;&#23454;&#36341;&#12290;&#25105;&#24819;&#65292;&#36825;&#27491;&#26159;&#21478;&#19968;&#20010;&#12300;&#26032;&#12289;&#26087;&#24819;&#27861;&#35201;&#32039;&#23494;&#32467;&#21512;&#65288;densely connect new ideas to old ones&#65289;&#12301;&#30340;&#29702;&#30001;&#65292;&#19968;&#22914;&#25105;&#20204;&#22312;&#12300;&#27010;&#24565;&#12301;&#31867;&#30693;&#35782;&#30340;&#23398;&#20064;&#20013;&#20570;&#30340;&#37027;&#26679; &#8212;&#8212; &#19981;&#20934;&#30830;&#22320;&#35828;&#65292;&#27010;&#24565;&#20043;&#38388;&#32852;&#31995;&#24471;&#36234;&#32039;&#23494;&#65292;&#36234;&#23481;&#26131;&#35302;&#21457;&#26032;&#30693;&#12290;&#65288;*&#35793;&#27880;&#65306;&#21407;&#25991; Just because you can answer a factual question about an idea, that doesn&#8217;t mean the idea will spontaneously occur to you when it&#8217;s useful&#65289;</P>
<P>&#26368;&#21518;&#24605;&#32771;&#65306;&#20160;&#20040;&#22240;&#32032;&#65292;&#26159;&#26368;&#21487;&#33021;&#35753; SR &#21345;&#29255;&#25913;&#21464;&#20320;&#30340;&#34892;&#20026;/ &#20419;&#36827;&#26032;&#30340;&#24819;&#27861;&#30340;&#65311;&#23545;&#21018;&#25165;&#36825;&#31867;&#30340;&#21345;&#29255;&#65292;&#22914;&#20309;&#23433;&#25490; SR &#31574;&#30053;&#65311;&#26368;&#21518;&#65292;&#22914;&#26524;&#19981;&#20026;&#35760;&#24518;&#65292;&#22238;&#39038;&#26102;&#30340;&#22238;&#31572;&#25353;&#38062;&#65288;&#12300;&#24536;&#35760;&#12301;/&#12300;&#35760;&#20303;&#12301;&#65289;&#21448;&#22914;&#20309;&#35843;&#25972;&#65311;&#36825;&#20123;&#20173;&#26159;&#24320;&#25918;&#24615;&#38382;&#39064;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/195.jpg" width=2805 data-size="normal" data-original="https://pic2.zhimg.com/v2-6147f9ee89bf2d7ab3da3d1c252434c5_r.jpg" data-rawheight="618" data-rawwidth="2805" data-caption=""></FIGURE> </P>
<P><B>&#32451;&#20064;&#65306;&#33756;&#35889;&#21464;&#20307;</B></P>
<P>&#26448;&#26009;&#37324;&#26377;&#19968;&#27573;&#26159;&#33756;&#35889;&#30340;&#21464;&#20307;&#29256;&#26412;&#12290;&#36825;&#20173;&#28982;&#19968;&#23450;&#31243;&#24230;&#30340;&#12300;&#24320;&#25918;&#24335;&#28165;&#21333;&#12301;&#12290;&#20889;&#19979;&#21345;&#29255;&#65292;&#23637;&#29616;&#20320;&#23545;&#23427;&#30340;&#29702;&#35299;&#65306;</P>
<BLOCKQUOTE>&#22914;&#24819;&#23581;&#23581;&#20559;&#27861;&#24335;&#30340;&#40481;&#32905;&#39640;&#27748;&#65292;&#21487;&#20197;&#29992;&#38893;&#33756;&#20195;&#26367;&#33465;&#33756;&#65292;&#20877;&#21152;&#20837;&#26376;&#26690;&#21494;&#12289;&#40657;&#32993;&#26898;&#21644;&#30334;&#37324;&#39321;&#12290;&#20026;&#20102;&#33719;&#24471;&#26356;&#12300;&#28145;&#12301;&#30340;&#21619;&#36947;&#65292;&#21487;&#20197;&#20808;&#25226;&#40481;&#39592;&#21644;&#34092;&#33756;&#28900;&#25104;&#25152;&#35859;&#30340;&#12300;&#26837;&#33394;&#40481;&#32905;&#39640;&#27748;&#12301;&#65288;&#21407;&#26412;&#30340;&#30456;&#23545;&#26159;&#12300;&#30333;&#33394;&#40481;&#32905;&#39640;&#27748;&#12301;&#65292;&#21619;&#36947;&#19981;&#24378;&#28872;&#65292;&#20294;&#26356;&#32454;&#33147;&#12289;&#36890;&#29992;&#65289;&#12290;</BLOCKQUOTE>
<P>&#35831;&#22312;&#19979;&#38754;&#36755;&#20837;&#26694;&#20013;&#23581;&#35797;&#32451;&#20064;&#65292;&#20320;&#20889;&#30340;&#19996;&#35199;&#19981;&#20250;&#34987;&#20256;&#36865;&#25110;&#20445;&#23384;&#12290;</P>
<P>&#12304;&#35793;&#32773;&#65306;&#20551;&#35013;&#27492;&#22788;&#26377;&#25991;&#26412;&#26694;&#12305;</P>
<H2 id=h_434074509_22 data-into-catalog-status=""><B>&#23454;&#36341;&#20889;&#21345;</B></H2>
<H3 id=h_434074509_23 data-into-catalog-status=""><B>&#36845;&#20195;&#24335;&#22320;&#20889;&#21345;</B></H3>
<P>&#26412;&#25351;&#21335;&#20026;&#20102;&#28436;&#31034;&#20889;&#21345;&#25216;&#26415;&#65292;&#21051;&#24847;&#23545;&#26696;&#20363;&#36827;&#34892;&#20102;&#35814;&#23613;&#20998;&#26512;&#12290;&#32780;&#23454;&#38469;&#19978;&#20320;&#22914;&#26524;&#26159;&#31532;&#19968;&#27425;&#30896;&#33756;&#35889;&#65292;&#25105;&#32477;&#19981;&#24314;&#35758;&#20687;&#21069;&#25991;&#37027;&#26679;&#65292;&#19968;&#27425;&#20889;&#19978;&#22909;&#20960;&#21313;&#20010;&#21345;&#29255;&#12290;&#22914;&#27492;&#31351;&#23613;&#12289;&#20840;&#38754;&#22320;&#20998;&#26512;&#20320;&#30340;&#35835;&#29289;&#65292;&#24456;&#23481;&#26131;&#28010;&#36153;&#22823;&#37327;&#26102;&#38388;&#65292;&#32791;&#31469;&#31934;&#21147;&#12290;</P>
<P>&#20309;&#20917;&#65292;&#20320;&#20063;&#19981;&#33021;&#25351;&#26395;&#31532;&#19968;&#27425;&#25509;&#35302;&#26032;&#30340;&#30693;&#35782;&#65292;&#23601;&#33021;&#36731;&#26494;&#20889;&#20986;&#20248;&#36136;&#30340;&#21345;&#29255;&#12290;&#27492;&#26102;&#30340;&#20320;&#23578;&#22312;&#24314;&#31435;&#25226;&#25569;&#12289;&#21306;&#20998;&#37325;&#28857;&#30340;&#24847;&#35782;&#65288;&#26080;&#35770;&#26159;&#23458;&#35266;&#36824;&#26159;&#20010;&#20154;&#24847;&#20041;&#30340;&#37325;&#28857;&#65289;&#12290;&#22240;&#27492;&#20320;&#38590;&#20197;&#30693;&#36947;&#21738;&#20123;&#20869;&#23481;&#29305;&#21035;&#38590;&#35760;&#65288;&#24182;&#29305;&#21035;&#20851;&#29031;&#65289;&#65292;&#20063;&#21487;&#33021;&#19981;&#22826;&#20102;&#35299;&#20316;&#32773;&#30340;&#24819;&#27861;&#12290;&#25152;&#20197;&#32534;&#20889;&#30340;&#21345;&#29255;&#35201;&#20040;&#26080;&#27861;&#36830;&#36890;&#20854;&#12300;&#26412;&#36136;&#12301;&#65292;&#35201;&#20040;&#19981;&#33021;&#25429;&#25417;&#20854;&#20013;&#24494;&#22937;&#12290;&#22240;&#27492;&#65292;&#20320;&#36824;&#38656;&#21644;&#26032;&#23398;&#30340;&#30693;&#35782; &#8220;&#30456;&#22788;&#8221; &#19968;&#20123;&#26102;&#26085;&#65292;&#20320;&#25165;&#33021;&#20889;&#20986;&#22909;&#21345;&#29255;&#65292;&#24182;&#19982;&#33258;&#24049;&#30340;&#24773;&#20917;&#40092;&#27963;&#22320;&#32852;&#31995;&#36215;&#26469;&#12290;</P>
<P>&#20110;&#26159;&#65292;&#19968;&#20999;&#37117;&#22312;&#21628;&#21796;&#19968;&#31181;&#36845;&#20195;&#24335;&#30340;&#20889;&#21345;&#26041;&#24335;&#65306;</P>
<P>&#24819;&#35937;&#20320;&#27491;&#22312;&#38405;&#35835;&#19968;&#31687;&#26377;&#36259;&#30340;&#25991;&#31456;&#65292;&#35797;&#30528;&#32473;&#33258;&#24049;&#35774;&#19979;&#19968;&#20010;&#21487;&#35302;&#21450;&#30340;&#30446;&#26631;&#65306;&#19968;&#21047;&#26102;&#65292;&#35201;&#27714;&#20889;&#19979;&#23569;&#37327;&#30340;&#21345;&#29255;&#65288; &#22914; 5-10 &#24352;&#65289;&#65292;&#25551;&#36848;&#20219;&#20309;&#30475;&#36215;&#26469;&#26368;&#37325;&#35201;&#12289;&#26368;&#26377;&#24847;&#20041;&#25110;&#26368;&#26377;&#29992;&#30340;&#19996;&#35199;&#12290;</P>
<P>&#35774;&#19979;&#36825;&#26679;&#30340;&#30446;&#26631;&#25913;&#21464;&#20102;&#25105;&#30340;&#38405;&#35835;&#26041;&#24335;&#65292;&#26080;&#35770;&#26159;&#27491;&#24335;&#36824;&#26159;&#38543;&#24615;&#22320;&#38405;&#35835;&#12290;&#22312;&#26368;&#21021;&#29992; SRS &#35835;&#20070;&#26102;&#65292;&#25105;&#26377;&#31181;&#24378;&#36843;&#24863;&#65292;&#24819;&#25226;&#19968;&#20999;&#37117;&#20889;&#36827;&#21345;&#37324;&#65292;&#36825;&#23548;&#33268;&#38405;&#35835;&#20307;&#39564;&#26497;&#24046;&#12290;&#30456;&#27604;&#20043;&#19979;&#65292;&#27599;&#27425;&#21482;&#35201;&#27714;&#22686;&#28155;&#19968;&#28857;&#20851;&#38190;&#21345;&#65292;&#20250;&#35753;&#25105;&#20493;&#24863;&#33258;&#30001;[17]&#12290;&#20110;&#26159;&#25105;&#35835;&#24471;&#26356;&#31215;&#26497;&#20102;&#65292;&#33041;&#28023;&#28145;&#22788;&#20284;&#26377;&#19968;&#31181;&#25376;&#20154;&#30340;&#30162;&#65306;&#12300;&#21734;&#19978;&#24093;&#65292;&#37027;&#30475;&#36215;&#26469;&#30495;&#22810;&#27713;&#65292;&#35753;&#25105;&#26469;&#25688;&#19979;&#23427;&#65281;&#12301;</P>
<P>&#22914;&#26524;&#26448;&#26009;&#30456;&#24403;&#31616;&#21333;&#65292;&#25105;&#20204;&#21487;&#33021;&#23578;&#26377;&#20313;&#21147;&#19968;&#36793;&#38405;&#35835;&#12289;&#19968;&#36793;&#20889;&#21345;&#12290;&#20294;&#22914;&#26524;&#26448;&#26009;&#22826;&#38590;&#65292;&#25110;&#32773;&#19981;&#26159;&#29087;&#24713;&#30340;&#20027;&#39064;&#65292;&#37027;&#26368;&#22909;&#21482;&#26631;&#35760;&#25110;&#35760;&#24405;&#26368;&#37325;&#28857; &#8212;&#8212; &#20889;&#20889;&#20572;&#20572;&#22320;&#20999;&#25442;&#23454;&#22312;&#22826;&#25171;&#26029;&#24605;&#32771;&#20102;&#12290;&#20043;&#21518;&#20320;&#21487;&#20197;&#22312;&#25991;&#26412;&#30340;&#32467;&#23614;&#25110;&#25214;&#19968;&#20010;&#21512;&#36866;&#30340;&#20572;&#39039;&#22788;&#65292;&#19968;&#27425;&#24615;&#23558;&#20320;&#30340;&#29702;&#35299;&#20889;&#25104;&#21345;&#12290;&#22914;&#26524;&#20027;&#39064;&#38590;&#24230;&#38750;&#24120;&#39640;&#65292;&#19968;&#24320;&#22987;&#20808;&#32769;&#32769;&#23454;&#23454;&#22320;&#32858;&#28966;&#22312;&#22522;&#26412;&#32454;&#33410;&#19978;&#38754;&#26159;&#26368;&#20339;&#20570;&#27861;&#65306;&#27604;&#22914;&#12300;&#20107;&#23454;&#31867;&#12301;&#30693;&#35782;&#30340;&#21407;&#25991;&#12289;&#26415;&#35821;&#12289;&#31526;&#21495;&#32422;&#23450;&#31561;&#12290;</P>
<P>&#20070;&#31821;&#38405;&#35835;&#35201;&#27604;&#25991;&#31456;&#26356;&#22797;&#26434;&#65292;&#22240;&#20026;&#31181;&#31867;&#22810;&#12289;&#38405;&#35835;&#26041;&#24335;&#20063;&#22810;&#12290;&#34429;&#28982;&#25991;&#31456;&#20063;&#21487;&#20197;&#22810;&#31181;&#22810;&#26679;&#65292;&#20294;&#12300;&#20070;&#12301;&#36825;&#31867;&#36733;&#20307;&#25918;&#22823;&#20102;&#23427;&#30340;&#22797;&#26434;&#24615;&#12290;&#19968;&#26041;&#38754;&#65292;&#20070;&#19981;&#22826;&#21487;&#33021;&#20687;&#25991;&#31456;&#37027;&#26679;&#32447;&#24615;&#38405;&#35835;&#65288;&#20063;&#23601;&#26159;&#36880;&#27493;&#20174;&#22836;&#35835;&#21040;&#23614;&#65289;&#65307;&#21478;&#19968;&#26041;&#38754;&#65292;&#23427;&#20204;&#30340;&#31687;&#24133;&#26174;&#28982;&#26356;&#38271;&#65292;&#21046;&#21345;&#37327;&#20063;&#19981;&#20250;&#23569;&#12290;&#22240;&#27492;&#32534;&#21345;&#27809;&#26377;&#22266;&#23450;&#30340;&#26368;&#20339;&#20570;&#27861;&#65292;&#32780;&#26159;&#21462;&#20915;&#20110;&#20320;&#35835;&#23427;&#30340;&#12300;&#30446;&#30340;&#12301;&#21644;&#12300;&#26041;&#24335;&#12301;&#65288;Why &amp; How&#65289;&#12290;&#19981;&#36807;&#19968;&#33324;&#26469;&#35828;&#65292;&#22914;&#26524;&#25105;&#35201;&#20869;&#21270;&#19968;&#26412;&#20070;&#65288;&#38750;&#23567;&#35828;&#34394;&#26500;&#31867;&#65289;&#65292;&#25105;&#20250;&#22312;&#25105;&#31532;&#19968;&#36941;&#35835;&#26576;&#20010;&#31456;&#33410;&#25110;&#32773;&#20027;&#35201;&#37096;&#20998;&#26102;&#65292;&#35774;&#19968;&#20010;&#30446;&#26631;&#20316;&#20026;&#36215;&#28857;&#65288;&#12300;&#20889;&#19978;&#19968;&#20123;&#20851;&#38190;&#21345;&#12301;&#65289;&#12290;</P>
<P>&#33267;&#23569;&#26368;&#21021;&#38454;&#27573;&#65292;&#22909;&#22810;&#26448;&#26009;&#20889;&#19968;&#36941;&#21345;&#36275;&#30691;&#12290;&#20294;&#22914;&#26524;&#26377;&#19968;&#27573;&#25991;&#26412;&#26159;&#12300;&#23500;&#30719;&#12301;&#65292;&#20320;&#27491;&#35797;&#22270;&#24443;&#24213;&#20869;&#21270;&#23427;&#65292;&#37027;&#20040;&#21738;&#24597;&#26159;&#39318;&#20010;&#38405;&#35835;&#29615;&#33410;&#65292;&#20063;&#24120;&#24120;&#20540;&#24471;&#21453;&#22797;&#22810;&#20889;&#20960;&#27425;&#21345;&#12290;&#36825;&#20040;&#20570;&#19981;&#19968;&#23450;&#20250;&#35753;&#36127;&#25285;&#32763;&#20493;&#65292;&#22240;&#20026;&#27599;&#27425;&#23601;&#21482;&#35201;&#28155;&#19968;&#28857;&#28857;&#27604;&#36739;&#20851;&#38190;&#30340;&#21345;&#29255;[18]&#12290;&#27599;&#27425;&#36845;&#20195;&#26102;&#65292;&#20320;&#21487;&#33021;&#20250;&#21457;&#29616;&#65292;&#33258;&#24049;&#33021;&#29702;&#35299;&#65288;&#24182;&#21345;&#29255;&#21270;&#65289;&#36234;&#26469;&#36234;&#22797;&#26434;&#30340;&#32454;&#33410;&#12290;&#20320;&#30340;&#20851;&#27880;&#28857;&#21487;&#33021;&#36880;&#28176;&#36716;&#31227;&#21040;&#20854;&#20013;&#30340;&#27169;&#24335;&#65288;pattern&#65289;&#12289;&#32852;&#25509;&#65288;connection&#65289;&#20035;&#33267;&#22270;&#26223;&#26356;&#23439;&#22823;&#30340;&#27934;&#23519;&#65288;insight&#65289;&#12290;&#26356;&#22937;&#30340;&#26159;&#65292;&#20320;&#25110;&#35768;&#20250;&#36339;&#20986;&#20316;&#32773;&#30340;&#20869;&#23481;&#65292;&#24320;&#22987;&#32858;&#28966;&#22312;&#33258;&#24049;&#30340;&#35266;&#23519;&#21644;&#30097;&#38382;&#19978;&#12290;&#20294;&#21516;&#26679;&#35201;&#27880;&#24847;&#35265;&#22909;&#23601;&#25910;&#65292;&#19981;&#33021;&#27704;&#26080;&#23613;&#22836;&#22320;&#21435;&#28145;&#21270;&#12290;&#23454;&#38469;&#19978;&#65292;&#20107;&#26080;&#24040;&#32454;&#22320;&#20889;&#19979;&#20840;&#37096;&#32454;&#33410;&#24182;&#38750;&#19968;&#31181;&#32654;&#34892;&#65292;&#20445;&#25345;&#20303;&#23545;&#20852;&#36259;&#21644;&#22909;&#22855;&#24515;&#30340;&#25935;&#38160;&#21709;&#24212;&#65292;&#36828;&#36828;&#27604;&#19968;&#19997;&#19981;&#28431;&#22320;&#21345;&#29255;&#21270;&#37325;&#35201;&#12290;</P>
<P>&#22914;&#26524;&#24863;&#21040;&#12300;&#25910;&#38598;&#25152;&#26377;&#32454;&#33410;&#12301;&#30340;&#24378;&#36843;&#30151;&#21457;&#20316;&#65292;&#35831;&#40664;&#24565;&#12300;&#20197;&#21518;&#24635;&#26377;&#26426;&#20250;&#32487;&#32493;&#12301;&#12290;&#20107;&#23454;&#19978;&#65292;&#21345;&#29255;&#30340;&#20215;&#20540;&#19981;&#27490;&#26159;&#32454;&#33410;&#25511;&#65292;&#33021;&#35753;&#20320;&#34987;&#26377;&#24847;&#20041;&#30340;&#19996;&#35199;&#40723;&#33310;[19]&#25110;&#35768;&#20250;&#26356;&#22909; &#8212;&#8212; &#27604;&#22914;&#21457;&#29616;&#26032;&#30340;&#30693;&#35782;&#32852;&#31995;&#65292;&#25110;&#32773;&#29702;&#35299;&#19978;&#30340;&#28431;&#27934;&#65292;&#20320;&#22240;&#27492;&#40723;&#33310;&#12290;</P>
<P>&#35753;&#25105;&#20204;&#20877;&#26469;&#32771;&#34385;&#19968;&#27425;&#25105;&#20204;&#30340;&#33756;&#35889;&#65292;&#36825;&#27425;&#25105;&#26159;&#20010;&#26377;&#25265;&#36127;&#21364;&#23396;&#38475;&#23521;&#38395;&#30340;&#21416;&#24072;&#65292;&#20197;&#21069;&#27809;&#21548;&#35828;&#36807;&#20160;&#20040;&#12300;&#39640;&#27748;&#12301;&#12290;&#23545;&#25105;&#26469;&#35828;&#65292;&#21487;&#33021;&#20250;&#20570;&#30340;&#20840;&#37096;&#23601;&#26159;&#20808;&#20889;&#19968;&#20123;&#21345;&#29255;&#25351;&#21521;&#27010;&#24565;&#26412;&#36523; &#65306;&#12300;&#39640;&#27748;&#26159;&#20160;&#20040;&#12301;&#12289;&#12300;&#39640;&#27748;&#30340;&#24847;&#20041;&#12301;&#8212;&#8212; &#36825;&#20123;&#32454;&#33410;&#30340;&#35206;&#30422;&#38754;&#30475;&#36215;&#26469;&#19981;&#27490;&#19968;&#20010;&#33756;&#35889;&#65292;&#32780;&#19988;&#21644;&#25105;&#26377;&#36807;&#30340;&#32654;&#39135;&#32463;&#21382;&#30456;&#20851;&#12290;&#30452;&#21040;&#25105;&#30495;&#20570;&#23436;&#19968;&#32592;&#39640;&#27748;&#21518;&#65292;&#25105;&#23601;&#28165;&#26970;&#21738;&#20123;&#27493;&#39588;&#24456;&#26174;&#28982;&#12289;&#21738;&#20123;&#32454;&#33410;&#36824;&#24471;&#26597;&#33756;&#35889;&#20102;&#12290;&#27492;&#26102;&#33509;&#26399;&#24453;&#19979;&#19968;&#27425;&#21046;&#20316;&#65292;&#37027;&#23601;&#23558;&#36825;&#20123;&#26356;&#32454;&#33410;&#30340;&#19996;&#35199;&#25552;&#20986;&#26469;&#65292;&#20889;&#21040;&#21345;&#19978; &#8212;&#8212; &#21407;&#26009;&#30340;&#37197;&#27604;&#12289;&#26102;&#38388;&#25511;&#21046;&#20043;&#31867;&#12290;&#25105;&#36824;&#20250;&#30041;&#24847;&#20043;&#21069;&#21046;&#20316;&#36807;&#31243;&#20013;&#24863;&#21040;&#36153;&#21147;&#30340;&#22320;&#26041;&#65292;&#25105;&#30693;&#36947;&#23427;&#20204;&#30340;&#30456;&#20851;&#20869;&#23481;&#25105;&#12300;&#35835;&#36807;&#65292;&#20294;&#19981;&#33021;&#30830;&#23450;&#32454;&#33410;&#12301;&#12290;&#31561;&#25105;&#29992;&#23436;&#31532;&#19968;&#25209;&#39640;&#27748;&#21518;&#65292;&#25105;&#22823;&#27010;&#20250;&#23558;&#20351;&#29992;&#32463;&#39564;&#28155;&#36827;&#21345;&#32452;&#65292;&#22914;&#27492;&#24448;&#22797;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/196.jpg" width=1792 data-size="normal" data-original="https://pic4.zhimg.com/v2-7ecf80ac91d442606310d744c0ab53ab_r.jpg" data-rawheight="486" data-rawwidth="1792" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_24 data-into-catalog-status=""><B>&#26377;&#25928;&#24615;&#26816;&#27979;</B></H3>
<P>&#20889;&#25955;&#25991;&#26102;&#65292;&#25991;&#27861;&#26816;&#26597;&#22120;&#21487;&#20197;&#24110;&#20320;&#36991;&#20813;&#23481;&#26131;&#29359;&#30340;&#38169;&#35823;&#65292;&#32780; SRS &#26041;&#38754;&#65292;&#27809;&#26377;&#12300;&#21345;&#29255;&#20302;&#32423;&#38169;&#35823;&#26816;&#26597;&#22120;&#12301;&#12290;&#22240;&#27492;&#25214;&#19968;&#20123;&#31616;&#21333;&#30340;&#27979;&#39564;&#20250;&#26377;&#25152;&#24110;&#21161;&#12290;</P>
<P><B>1. &#26816;&#27979;&#12300;&#20551;&#38451;&#24615;*&#12301;&#65306;</B>&#22312;&#19981;&#30495;&#27491;&#20102;&#35299;&#30446;&#26631;&#20449;&#24687;&#30340;&#24773;&#20917;&#19979;&#65292;&#20320;&#22914;&#20309;&#30830;&#23450;&#27491;&#30830;&#31572;&#26696;&#26159;&#24590;&#20040;&#20135;&#29983;&#30340;&#65311;&#65288;*&#35793;&#27880;&#65306;&#32479;&#35745;&#40657;&#35805;&#65292;&#25351;&#26631;&#38451;&#24615; &#8800; &#25512;&#35770;&#38451;&#24615;&#65292;&#27492;&#22788;&#24212;&#25351;&#12300;&#22238;&#31572;&#27491;&#30830;&#12301;&#19981;&#31561;&#20110;&#12300;&#20102;&#35299;&#20449;&#24687;&#12301;&#65289;</P>
<P><I>&#25233;&#21046;&#27169;&#24335;&#21305;&#37197;</I><SPAN>&nbsp;</SPAN>&#65306;&#22914;&#26524;&#20320;&#20889;&#20102;&#19968;&#20010;&#38271;&#38382;&#39064;&#65292;&#25514;&#36766;&#19978;&#29992;&#20102;&#19981;&#24120;&#35265;&#30340;&#35789;&#25110;&#32447;&#32034;&#65288;&#25552;&#31034;&#20320;&#36825;&#26159;&#21738;&#24352;&#21345;&#65289;&#65292;&#20320;&#26368;&#32456;&#21487;&#33021;&#20250;&#35760;&#20303;&#36825;&#20010;&#38382;&#39064;&#30340;&#12300;&#24418;&#29366;&#12301;&#21644;&#23427;&#23545;&#24212;&#30340;&#31572;&#26696; &#8212;&#8212; &#20320;&#21482;&#26159;&#36890;&#36807;&#26426;&#26800;&#30340;&#27169;&#24335;&#20851;&#32852;&#31572;&#39064;&#65292;&#32780;&#19981;&#26159;&#30495;&#30340;&#24605;&#32771;&#20102;&#30456;&#20851;&#30693;&#35782;&#12290;&#12300;&#23436;&#24418;&#22635;&#31354;&#12301;&#31867;&#30340;&#21345;&#29255;&#20284;&#20046;&#23481;&#26131;&#20135;&#29983;&#27492;&#31181;&#38382;&#39064;&#65292;&#23588;&#20854;&#35201;&#30041;&#24847;&#22797;&#21046;/ &#27573;&#33853;&#32534;&#36753;&#32780;&#26469;&#30340;&#21345;&#12290;&#26368;&#22909;&#30340;&#36991;&#20813;&#21150;&#27861;&#65292;&#26159;&#35753;&#38382;&#39064;&#31616;&#30701;&#12290;</P>
<P><I>&#36991;&#20813;&#20108;&#20803;&#25552;&#38382;</I><SPAN>&nbsp;</SPAN>: &#35201;&#27714;&#22238;&#31572;&#12300;&#26159;/&#21542;&#12301;&#25110;&#12300;&#36825;&#20010;/&#37027;&#20010;&#12301;&#30340;&#38382;&#39064;&#24448;&#24448;&#19981;&#38656;&#35201;&#21162;&#21147;&#25552;&#21462;&#65292;&#32780;&#19988;&#20135;&#29983;&#19981;&#20102;&#28145;&#23618;&#29702;&#35299;&#12290;&#25105;&#20010;&#20154;&#32463;&#24120;&#21487;&#20197;&#19981;&#21152;&#29702;&#35299;&#22320;&#31572;&#23545;&#36825;&#26679;&#30340;&#21345;&#29255;&#12290;&#35299;&#20915;&#20108;&#20803;&#21270;&#30340;&#25552;&#38382;&#65292;&#26368;&#20339;&#20570;&#27861;&#26159;&#36716;&#36848;&#25104;&#24320;&#25918;&#24615;&#30340;&#38382;&#39064;&#12290;&#20363;&#22914;&#65292;&#23545;&#19979;&#38754;&#31532;&#19968;&#38382;&#36827;&#34892;&#25913;&#36827;&#65306;</P>
<BLOCKQUOTE>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#26159;&#21542;&#20250;&#20351;&#32032;&#33756;&#21507;&#36215;&#26469;&#20687;&#40481;&#32905;&#65311; 
<P>&#31572;&#65306;&#19981;&#20250;&#12290; 
<P>
<P>&#38382;&#65306;&#40481;&#32905;&#39640;&#27748;&#22914;&#20309;&#24433;&#21709;&#32032;&#33756;&#30340;&#21619;&#36947;&#30340;&#65311;&#65288;&#26681;&#25454;&#12300;&#23433;&#36842;&#30340;&#33756;&#35889;&#12301;&#65289; 
<P>&#31572;&#65306;&#23427;&#20351;&#23427;&#20204;&#30340;&#21619;&#36947;&#26356;&#12300;&#20840;&#38754;&#12301;&#12290;</P></BLOCKQUOTE>
<P>&#35201;&#25913;&#36827;&#20108;&#20803;&#25552;&#38382;&#65292;&#24448;&#24448;&#38656;&#35201;&#32467;&#21512;&#20854;&#20182;&#19996;&#35199;&#65292;&#22914;&#19968;&#20010;&#20363;&#23376;&#25110;&#19968;&#20010;&#26263;&#31034;&#12290;&#21069;&#25991;&#30340;&#12300;&#27010;&#24565;&#31867;&#30693;&#35782;&#12301;&#20013;&#25552;&#20379;&#30340;&#24605;&#32771;&#35270;&#35282;&#22312;&#36825;&#26041;&#38754;&#24456;&#26377;&#29992;&#12290;</P>
<P><B>2. &#26816;&#27979;&#12300;&#20551;&#38452;&#24615;*&#12301;</B>&#30340;&#26041;&#27861;&#65306; &#26377;&#27809;&#26377;&#21487;&#33021;&#30693;&#36947;&#21345;&#29255;&#25351;&#21521;&#30340;&#20449;&#24687;&#65292;&#20294;&#26159;<I>&#27809;</I><SPAN>&nbsp;</SPAN>&#33021;&#27491;&#30830;&#20316;&#31572;&#65311;&#36825;&#31867;&#38169;&#31572;&#24448;&#24448;&#30001;&#20110;&#19978;&#19979;&#25991;&#32473;&#30340;&#19981;&#22815;&#20805;&#20998;&#12290;&#65288;*&#35793;&#27880;&#65306;&#32479;&#35745;&#29992;&#35821;&#65292;&#25351;&#26631;&#38452;&#24615; &#8800; &#25928;&#24212;&#38452;&#24615;&#65292;&#27604;&#22914;&#26680;&#37240;&#38452;&#24615;&#19981;&#20195;&#34920;&#19968;&#23450;&#27809;&#24863;&#26579;&#26032;&#20896;&#65289;</P>
<P>&#20320;&#24456;&#23481;&#26131;&#19981;&#23567;&#24515;&#20889;&#20986;&#19968;&#38382;&#22810;&#31572;&#30340;&#21345;&#29255; &#8212;&#8212; &#27491;&#30830;&#31572;&#26696;&#19981;&#27490;&#21345;&#32972;&#19978;&#30340;&#37027;&#19968;&#20010;&#12290;&#22240;&#27492;&#21345;&#29255;&#24517;&#39035;&#32473;&#36275;&#35821;&#22659;&#65292;&#33021;&#26174;&#28982;&#25490;&#38500;&#25481;&#21512;&#29702;&#30340;&#26367;&#20195;&#31572;&#26696;&#65292;&#20294;&#21448;&#19981;&#33021;&#32473;&#22826;&#22810;&#65292;&#36991;&#20813;&#25226;&#38382;&#39064;&#20889;&#22826;&#38271;&#65292;&#23548;&#33268;&#27169;&#24335;&#21305;&#37197;&#25110;&#21345;&#29255;&#12300;&#22833;&#28966;&#12301;&#12290;</P>
<P>&#20363;&#22914;&#65292;&#22914;&#26524;&#20320;&#35835;&#23436;&#19968;&#20010;&#29006;&#34507;&#33756;&#35889;&#31435;&#21363;&#25552;&#38382;&#12300;&#20570;&#29006;&#34507;&#30340;&#31532;&#19968;&#20010;&#27493;&#39588;&#26159;&#20160;&#20040;&#65311;&#12301; &#65292;&#27492;&#26102;&#31572;&#26696;&#21487;&#33021;&#26159;&#26174;&#32780;&#26131;&#35265;&#30340;&#65306;&#12300;&#29992;&#24179;&#24213;&#38149;&#28909;&#40644;&#27833;&#12301;&#65281;&#20294;&#20845;&#20010;&#26376;&#21518;&#20877;&#27425;&#22238;&#31572;&#65292;&#20320;&#21487;&#33021;&#24819;&#21040;&#24456;&#22810;&#21512;&#29702;&#30340;&#31572;&#26696;&#65306;&#12300;&#25171;&#34507;&#12301;&#65292;&#12300;&#29992;&#24179;&#24213;&#38149;&#28909;&#40644;&#27833;&#12301;&#65292;&#12300;&#25226;&#34321;&#33735;&#21057;&#30862;&#20570;&#39301;&#12301;&#31561;&#31561;&#65292;&#36825;&#19981;&#22909;&#12290;</P>
<P>&#19968;&#20010;&#35299;&#20915;&#26041;&#26696;&#26159;&#25552;&#20379;&#26497;&#20854;&#31934;&#30830;&#30340;&#32972;&#26223;&#65306;&#12300;Bon Appetit 18 &#24180; 6 &#26376;&#30340;&#29006;&#34507;&#33756;&#35889;&#30340;&#31532;&#19968;&#27493;&#26159;&#20160;&#20040;&#65311;&#12301;&#20294;&#36825;&#31181;&#24378;&#38480;&#23450;&#65292;&#34920;&#26126;&#30693;&#35782;&#26412;&#36523;&#23601;&#27604;&#23454;&#38469;&#19978;&#26356;&#24191;&#12290;&#22914;&#26524;&#21487;&#33021;&#65292;&#22312;&#33021;&#36991;&#20813;&#27495;&#20041;&#30340;&#24773;&#20917;&#19979;&#65292;&#26222;&#36941;&#24615;&#24378;&#30340;&#30693;&#35782;&#24212;&#24403;&#34987;&#26222;&#36941;&#22320;&#34920;&#36798;&#12290;&#36825;&#25110;&#35768;&#20063;&#24847;&#21619;&#30528;&#20320;&#38656;&#35201;&#25442;&#20010;&#20999;&#20837;&#28857;&#25552;&#38382;&#65307;&#20363;&#22914;&#36825;&#26679;&#65306;&#12300;&#20570;&#29006;&#34507;&#26102;&#65292;&#22312;&#21152;&#20837;&#40481;&#34507;&#20043;&#21069;&#65292;&#38149;&#24517;&#39035;&#22914;&#20309;&#20934;&#22791;&#65311;&#12301;</P>
<P>&#20551;&#38452;&#24615;&#30340;&#21345;&#29255;&#24120;&#20687;&#26159;&#23398;&#26657;&#32771;&#35797;&#20013;&#26368;&#26080;&#32842;&#30340;&#24223;&#35805;&#65306;&#12300;&#21734;&#65292;&#26159;&#30340;&#65292;&#22238;&#31572;&#27491;&#30830;&#65292;&#20294;&#23427;&#19981;&#26159;&#26631;&#20934;&#31572;&#26696;&#12290;&#20877;&#35797;&#35797;&#65311;&#12301;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//controlaltbackspace.org/memory/designing-precise-cards/%23allowing-correct-but-irrelevant-answers" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Soren Bjornstad &#25351;&#20986;</A></U>&#65292;&#19968;&#20010;&#19981;&#33021;&#25490;&#38500;&#22810;&#31181;&#22238;&#31572;&#30340;&#21345;&#29255;&#65292;&#38656;&#35201;&#20320;&#35760;&#20303;&#35774;&#38382;&#30340;&#20449;&#24687;&#26412;&#36523;&#65292;&#36824;&#35201;&#39069;&#22806;&#35760;&#20303;&#12300;&#21345;&#29255;&#22312;&#38382;&#20160;&#20040;&#12301;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/197.jpg" width=1792 data-size="normal" data-original="https://pic4.zhimg.com/v2-9e8ec6e5ee5352c448f6561ddcd89733_r.jpg" data-rawheight="487" data-rawwidth="1792" data-caption=""></FIGURE><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/198.jpg" width=1792 data-size="normal" data-original="https://pic2.zhimg.com/v2-26e61471787157b52a2a5df42669952d_r.jpg" data-rawheight="481" data-rawwidth="1792" data-caption=""></FIGURE> </P>
<H3 id=h_434074509_25 data-into-catalog-status=""><B>&#38543;&#26102;&#38388;&#25512;&#31227;&#20462;&#35746;&#21345;&#29255;</B></H3>
<P>&#24456;&#22810;&#38382;&#39064;&#22312;&#20889;&#21345;&#30340;&#21516;&#26102;&#25105;&#20204;&#24448;&#24448;&#19981;&#26126;&#26174;&#65292;&#32780;&#21482;&#22312;&#22797;&#20064;&#26102;&#26292;&#38706;&#65292;&#26377;&#26102;&#36824;&#22312;&#22909;&#20960;&#36718;&#22797;&#20064;&#20043;&#21518;&#65288;&#37027;&#26102;&#37325;&#22797;&#38388;&#38548;&#29978;&#33267;&#21487;&#20197;&#38271;&#36798;&#25968;&#26376;&#65289;&#12290;&#21345;&#29255; bug &#30340;&#21453;&#39304;&#21608;&#26399;&#24182;&#19981;&#30701;&#65292;&#22240;&#27492;&#20854;&#20462;&#35746;&#20063;&#37325;&#22312;&#28176;&#36827;&#65292;&#19968;&#22914;&#28176;&#36827;&#22320;&#20889;&#21345;&#65292;&#27492;&#36807;&#31243;&#20013;&#65292;&#20320;&#20063;&#20250;&#30041;&#24847;&#20854;&#20013;&#30340;&#38382;&#39064;&#21644;&#26426;&#20250;&#12290;</P>
<P>&#22797;&#20064;&#29615;&#33410;&#20013;&#65292;&#35831;&#35686;&#24789;&#12300;&#26395;&#21345;&#20852;&#21497;&#12301;&#30340;&#24863;&#35273;&#65306;&#12300;&#21734;&#19978;&#24093;&#65292;&#36825;&#20010;&#21345;&#29255; &#8212;&#8212;&#25105;&#27704;&#36828;&#37117;&#35760;&#19981;&#20303;&#31572;&#26696;&#12301;&#25110;&#32773;&#12300;&#27599;&#24403;&#21047;&#21040;&#36825;&#24352;&#21345;&#65292;&#25105;&#37117;&#30693;&#36947;&#31572;&#26696;&#65292;&#20294;&#24182;&#19981;&#30495;&#27491;&#29702;&#35299;&#23427;&#30340;&#21547;&#20041;&#12301;&#12290;&#20542;&#21548;&#36825;&#20123;&#20869;&#24515;&#21453;&#24212;&#65292;&#24182;&#30001;&#20854;&#39537;&#21160;&#20320;&#30340;&#20462;&#35746;&#12290;&#20026;&#20102;&#36991;&#20813;&#25171;&#26029;&#22797;&#20064;&#65292;&#22823;&#37096;&#20998; SRS &#20801;&#35768;&#22312;&#22797;&#20064;&#20013;&#26631;&#35760;&#24453;&#35746;&#27491;&#30340;&#21345;&#29255;&#12290;&#20320;&#21487;&#20197;&#22312;&#22797;&#20064;&#23436;&#21518;&#65292;&#26597;&#30475;&#23427;&#20204;&#65292;&#24182;&#20570;&#25913;&#36827;&#12290;</P>
<P>&#23398;&#20064;&#21345;&#29255;&#32534;&#20889;&#65292;&#23601;&#20687;&#23398;&#20064;&#25955;&#25991;&#30340;&#36963;&#35789;&#36896;&#21477;&#12290;[20] &#25152;&#29992;&#25216;&#33021;&#30475;&#20284;&#24179;&#20961;&#65292;&#20294;&#20010;&#20010;&#19978;&#38480;&#24456;&#39640;&#12290;&#26080;&#35770;&#20889;&#21345;&#25110;&#28860;&#21477;&#65292;&#20462;&#35746;&#23427;&#20204;&#37117;&#35201;&#20174;&#25972;&#20307;&#30528;&#25163;&#12290;&#25955;&#25991;&#37324;&#30340;&#21333;&#21477;&#27604;&#36739;&#31967;&#31957;&#26102;&#65292;&#21487;&#33021;&#35201;&#21512;&#24182;&#25972;&#20010;&#27573;&#33853;&#12289;&#20462;&#25913;&#21465;&#20107;&#26041;&#24335;&#65292;&#25110;&#22823;&#27573;&#22823;&#27573;&#21464;&#26356;&#25991;&#26412;&#32467;&#26500;&#12290;&#25105;&#22312;&#25913;&#21345;&#26102;&#20063;&#26377;&#31867;&#20284;&#22914;&#19978;&#30340;&#35266;&#23519;&#65292;&#26377;&#26102;&#21487;&#20197;&#21333;&#29420;&#25552;&#25913;&#65292;&#20294;&#27599;&#24403;&#25105;&#29702;&#35299;&#26377;&#21464;&#26102;&#65292;&#24120;&#24076;&#26395;&#23545;&#25972;&#22871;&#21345;&#32452;&#24320;&#20992; &#8212;&#8212; &#36825;&#37324;&#21512;&#24182;&#12289;&#36825;&#37324;&#37325;&#26500;&#12289;&#37027;&#37324;&#32454;&#20998;&#12290;[21] &#19981;&#24184;&#30340;&#26159;&#65292;&#22823;&#37096;&#20998; SRS &#30028;&#38754;&#37117;&#23558;&#21345;&#29255;&#35270;&#20316;&#19968;&#20010;&#29420;&#31435;&#30340;&#21333;&#20803;&#65292;&#36825;&#35753;&#33258;&#19979;&#32780;&#19978;&#20570;&#20462;&#35746;&#21464;&#24471;&#22256;&#38590;&#12290;&#23601;&#20223;&#20315;&#35201;&#25913;&#30340;&#35770;&#25991;&#34987;&#38145;&#23450;&#20303;&#65292;&#24517;&#39035;&#30003;&#35831;&#19968;&#21477;&#12289;&#25913;&#19968;&#21477;&#12290;&#26410;&#26469;&#30340; SRS &#21487;&#33021;&#20248;&#21270;&#36825;&#26041;&#38754;&#38382;&#39064;&#65292;&#20294;&#24403;&#19979;&#25353;&#25105;&#30340;&#35266;&#23519;&#65292;&#21482;&#38656;&#20027;&#35266;&#19978;&#20445;&#25345;&#19968;&#20010;&#23545;&#25972;&#20307;&#24615;&#30340;&#28212;&#26395;&#65292;&#21363;&#21487;&#26356;&#39640;&#25928;&#22320;&#20462;&#25913;&#12290;</P>
<P>&#22312;&#21069;&#25991; &#65292;&#38500;&#20102;&#32454;&#31579;&#26696;&#20363;&#12289;&#38472;&#20363;&#21046;&#21345;&#30340;&#25928;&#29992;&#21407;&#21017;&#65292;&#25968;&#37327;&#19978;&#20063;&#26377;&#25152;&#24314;&#35758;&#65306;&#21046;&#21345;&#24212;&#36229;&#20986;&#20320;&#30340;&#33298;&#36866;&#37327;&#65288;write more prompts than might feel natural.&#65289;&#25152;&#20197;&#65292;&#25105;&#24819;&#25552;&#20379;&#19968;&#20010;&#21453;&#21521;&#32771;&#34385;&#19979;&#30340;&#24314;&#35758;&#26469;&#32467;&#26463;&#20840;&#25991;&#12290;</P>
<P>&#25105;&#20204;&#25506;&#32034;&#30340;&#37325;&#28857;&#65292;&#22987;&#32456;&#26159;&#22914;&#20309;&#29992;&#21345;&#29255;&#23545;&#22810;&#31181;&#22810;&#26679;&#30340;&#12302;&#29702;&#35299;&#12303;&#36827;&#34892;&#26377;&#25928;&#22320;&#34920;&#36798;&#12290;&#20294;&#20165;&#28385;&#36275;&#26377;&#25928;&#24615;&#35268;&#21017;&#30340;&#21345;&#29255;&#65292;&#21364;&#19981;&#19968;&#23450;&#20540;&#24471;&#37325;&#22797;&#12290;&#25105;&#30456;&#20449;&#26368;&#37325;&#35201;&#30340;&#12289;&#21487;&#20197;&#12300;&#20248;&#21270;&#12301;SR &#32451;&#20064;&#30340;&#26041;&#38754;&#65292;&#33707;&#36807;&#20110;&#12300;&#37325;&#22797;&#12301;&#26412;&#36523;&#19982;&#12300;&#37325;&#22797;&#20869;&#23481;&#12301;&#20043;&#38388;&#20135;&#29983;&#30340;&#24773;&#32490;&#32852;&#31995;&#65288;the emotional connection to your review sessions and their contents&#65289;&#12290;&#22914;&#26524;&#31361;&#28982;&#21457;&#29616;&#65292;&#25152;&#37325;&#22797;&#30340;&#20869;&#23481;&#19981;&#20877;&#26159;&#33258;&#24049;&#20851;&#24515;&#30340;&#65292;&#20320;&#24212;&#26377;&#25152;&#34892;&#21160; &#8212;&#8212; &#35201;&#26159;&#24819;&#36215;&#24403;&#21021;&#21046;&#21345;&#30340;&#21160;&#26426;&#65292;&#20320;&#21487;&#20197;&#36890;&#36807;&#20462;&#35746;&#26469;&#25552;&#31034;&#23427;&#65292;&#20294;&#32477;&#22823;&#22810;&#25968;&#26102;&#20505;&#65292;&#30452;&#25509;&#30733;&#25481;&#26159;&#26368;&#20339;&#20570;&#27861;&#12290;</P>
<P>&#25105;&#20204;&#21487;&#20197;&#20174;&#21046;&#21345;&#30340;&#21453;&#38754;&#26469;&#29702;&#35299;&#36825;&#20010;&#24314;&#35758;&#65306;&#20160;&#20040;&#26448;&#26009;<I>&#24212;&#35813;</I><SPAN>&nbsp;</SPAN>&#26159;&#20320;&#20889;&#21345;&#30340;&#65311;&#20309;&#26102;&#26159; SRS &#20540;&#24471;&#19968;&#29992;&#30340;&#65311;&#35768;&#22810;&#20154;&#21018;&#24320;&#22987;&#29992; SRS &#26102;&#24863;&#21040;&#26840;&#25163;&#65292;&#34429;&#28982;&#20852;&#33268;&#30414;&#28982;&#65292;&#21364;&#23545;&#33258;&#24049;&#30340;&#24773;&#20917;&#26080;&#20174;&#19979;&#25163;&#12290;&#21478;&#19968;&#20123;&#20154;&#20174;&#32972;&#35829;&#25152;&#35859;&#12300;&#20320;&#24212;&#35813;&#30693;&#36947;&#30340;xxx&#20214;&#20107;&#12301;&#24320;&#22987;&#65288;&#22914;&#25152;&#26377;&#32654;&#22269;&#24635;&#32479;&#30340;&#21517;&#23383;&#65289;&#65292;&#36890;&#24120;&#20250;&#20493;&#24863;&#26080;&#32842;&#12289;&#33804;&#29983;&#36864;&#24847;&#12290;&#26368;&#22909;&#30340;&#24320;&#22987;&#65292;&#26159;&#30740;&#31350;&#24590;&#20040;&#29992;&#23427;&#20570;&#19968;&#20123;&#20107;&#24773;&#65292;&#21644;&#33258;&#24049;&#24687;&#24687;&#30456;&#20851;&#30340;&#37027;&#31181; &#8212;&#8212; &#20363;&#22914;&#65292;&#29992;&#26469;&#25772;&#21160; idea&#65292;&#24378;&#21270;&#20320;&#26680;&#24515;&#24037;&#20316;&#37324;&#23545;&#21019;&#24847;&#30340;&#29702;&#35299;&#12290;&#38543;&#30528;&#31215;&#32047;&#65292;&#20320;&#23545; SRS &#30340;&#25910;&#30410;&#21644;&#25104;&#26412;&#20415;&#28145;&#26377;&#20307;&#20250;&#20102;&#65292;&#36825;&#21487;&#33021;&#24102;&#26469;&#26356;&#22810;&#24212;&#29992;&#28857;&#65288;&#23601;&#20687;&#25105;&#30340;&#28921;&#39274;&#65289;&#12290;&#22914;&#26524;&#20320;&#25214;&#19981;&#21040;&#20219;&#20309;&#26041;&#27861;&#65292;&#23558; SRS &#29992;&#20110;&#33258;&#24049;&#30340;&#37325;&#35201;&#20107;&#24773;&#19978;&#65292;&#37027;&#25110;&#35768;&#26412;&#23601;&#19981;&#35813;&#36153;&#24515;&#21435;&#29992;&#23427;&#12290;</P>
<P><FIGURE data-size="normal"><img class=origin_image src="file:///[PrimaryStorage]19/199.jpg" width=1794 height=486 data-size="normal" data-original="https://pic2.zhimg.com/v2-c3443f76e59ff4549fd0eb6a287f9799_r.jpg" data-rawheight="486" data-rawwidth="1794" data-caption=""></FIGURE> </P>
<H2 id=h_434074509_26 data-into-catalog-status=""><B>&#36827;&#19968;&#27493;&#38405;&#35835;</B></H2>
<P>&#36825;&#20123;&#36164;&#28304;&#23545;&#25105;&#26469;&#35828;&#29305;&#21035;&#26377;&#29992;&#65292;&#22240;&#20026;&#25105;&#24050;&#32463;&#23545;&#22914;&#20309;&#20889;&#20986;&#22909;&#21345;&#29255;&#26377;&#20102;&#19968;&#23450;&#30340;&#20102;&#35299;&#65306;</P>
<UL>
<LI>Piotr Wozniak &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//www.supermemo.com/articles/20rules.htm" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#26377;&#25928;&#23398;&#20064;&#65306;&#21046;&#23450;&#30693;&#35782;&#30340;&#20108;&#21313;&#26465;&#21407;&#21017;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#26377;&#25928;&#30340;&#23398;&#20064;&#65306;&#22788;&#29702;&#30693;&#35782;&#30340;20&#26465;&#35268;&#21017;[&#30452;&#35793;&#29256;] https://www.yuque.com/supermemo/articles/20rules" data-draft-type="reference" data-draft-node="inline" data-numero="1" data-url="https://www.yuque.com/supermemo/articles/20rules" data-text="&#26377;&#25928;&#30340;&#23398;&#20064;&#65306;&#22788;&#29702;&#30693;&#35782;&#30340;20&#26465;&#35268;&#21017;[&#30452;&#35793;&#29256;]"><A id=ref_1_0 aria-labelledby=ref_1 href="https://zhuanlan.zhihu.com/p/434074509#ref_1" data-reference-link="true">[1]</A></SUP>&#21644;&#26356;&#35814;&#32454;&#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.supermemo.com/en/archives1990-2015/english/ol/ks" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#22522;&#20110;&#20027;&#21160;&#22238;&#24518;&#30340;&#23398;&#20064;&#20013;&#30340;&#30693;&#35782;&#32467;&#26500;&#21644;&#34920;&#36848;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#22522;&#20110;&#20027;&#21160;&#22238;&#24518;&#30340;&#23398;&#20064;&#20013;&#30340;&#30693;&#35782;&#32467;&#26500;&#19982;&#34920;&#36848; https://zhuanlan.zhihu.com/p/297790034" data-draft-type="reference" data-draft-node="inline" data-numero="2" data-url="https://zhuanlan.zhihu.com/p/297790034" data-text="&#22522;&#20110;&#20027;&#21160;&#22238;&#24518;&#30340;&#23398;&#20064;&#20013;&#30340;&#30693;&#35782;&#32467;&#26500;&#19982;&#34920;&#36848;"><A id=ref_2_0 aria-labelledby=ref_2 href="https://zhuanlan.zhihu.com/p/434074509#ref_2" data-reference-link="true">[2]</A></SUP>&#20174;&#19981;&#21516;&#30340;&#35282;&#24230;&#22788;&#29702;&#20102;&#19982;&#26412;&#25351;&#21335;&#30456;&#21516;&#30340;&#38382;&#39064;&#12290; 
<LI>Michael Nielsen &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//augmentingcognition.com/ltm.html" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#22686;&#24378;&#38271;&#26399;&#35760;&#24518;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311; https://zhuanlan.zhihu.com/p/65131722" data-draft-type="reference" data-draft-node="inline" data-numero="3" data-url="https://zhuanlan.zhihu.com/p/65131722" data-text="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311;"><A id=ref_3_0 aria-labelledby=ref_3 href="https://zhuanlan.zhihu.com/p/434074509#ref_3" data-reference-link="true">[3]</A></SUP>&#65306;&#20840;&#38754;&#22238;&#39038;&#20102; SR &#30340;&#21407;&#29702;&#65292;&#20197;&#21450;&#20320;&#20026;&#20160;&#20040;&#24212;&#35813;&#20851;&#24515;&#65307;&#26356;&#35814;&#32454;&#22320;&#20171;&#32461;&#20102;&#22914;&#20309;&#23454;&#38469;&#22320;&#23558;&#21345;&#29255;&#20889;&#20316;&#32467;&#21512;&#36827;&#20320;&#30340;&#38405;&#35835;&#23454;&#36341;&#65292;&#29305;&#21035;&#26159;&#22312;&#38405;&#35835;&#23398;&#26415;&#25991;&#29486;&#12289;&#23545;&#21019;&#36896;&#24615;&#24037;&#20316;&#35760;&#31508;&#35760;&#26102;&#65307;&#20197;&#21450;&#26356;&#22810;&#12290; 
<LI>Michael Nielsen &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//cognitivemedium.com/srs-mathematics" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#21033;&#29992;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#30475;&#36879;&#25968;&#23398;&#20316;&#21697;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#22914;&#20309;&#29992;Anki&#23398;&#25968;&#23398;? https://zhuanlan.zhihu.com/p/359350968" data-draft-type="reference" data-draft-node="inline" data-numero="4" data-url="https://zhuanlan.zhihu.com/p/359350968" data-text="&#22914;&#20309;&#29992;Anki&#23398;&#25968;&#23398;?"><A id=ref_4_0 aria-labelledby=ref_4 href="https://zhuanlan.zhihu.com/p/434074509#ref_4" data-reference-link="true">[4]</A></SUP>&#23637;&#31034;&#20102;&#22914;&#20309;&#21033;&#29992;&#38388;&#38548;&#37325;&#22797;&#21345;&#29255;&#20316;&#20026;&#26464;&#26438;&#65292;&#36845;&#20195;&#21152;&#28145;&#23545;&#25968;&#23398;&#20316;&#21697;&#30340;&#29702;&#35299;&#12290;</LI></UL>
<P>&#26356;&#22810;&#35266;&#28857;&#21644;&#30456;&#20851;&#35805;&#39064;&#65292;&#35831;&#21442;&#35265;&#65306;</P>
<UL>
<LI>Soren Bjornstad &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//controlaltbackspace.org/memory/designing-precise-cards/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#35760;&#24518;&#31995;&#32479;&#31995;&#21015;</A></U>&#28085;&#30422;&#20102;&#32500;&#25252;&#21345;&#29255;&#24211;&#30340;&#35768;&#22810;&#23454;&#29992;&#20027;&#39064;&#65292;&#21253;&#25324;&#19968;&#20123;&#20851;&#20110;&#20889;&#21345;&#30340;&#24314;&#35758;&#12290; 
<LI>Nicky Case &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//ncase.me/remember/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#22914;&#20309;&#27704;&#36828;&#35760;&#20303;&#20219;&#20309;&#20107;&#24773;</A></U>&#20171;&#32461;&#20102;&#38388;&#38548;&#37325;&#22797;&#27861;&#65292;&#24182;&#36890;&#36807;&#26377;&#36259;&#30340;&#25554;&#22270;&#20171;&#32461;&#20102;&#19968;&#20123;&#21345;&#29255;&#20889;&#20316;&#30340;&#25216;&#24039;&#12290; 
<LI><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//numinous.productions/ttft/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25105;&#20204;&#24590;&#26679;&#25165;&#33021;&#24320;&#21457;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311; https://zhuanlan.zhihu.com/p/394795804" data-draft-type="reference" data-draft-node="inline" data-numero="5" data-url="https://zhuanlan.zhihu.com/p/394795804" data-text="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;"><A id=ref_5_0 aria-labelledby=ref_5 href="https://zhuanlan.zhihu.com/p/434074509#ref_5" data-reference-link="true">[5]</A></SUP>&#65288;&#26469;&#33258; Michael Nielsen &#21644;&#26412; Andy&#65289;&#35752;&#35770;&#20102;&#21345;&#29255;&#20889;&#20316;&#22312;&#12300;&#21161;&#35760;&#23186;&#20171;&#12301;&#30340;&#25361;&#25112;&#65292;&#20854;&#20013;&#21253;&#25324;&#23558;&#21345;&#29255;&#23884;&#20837;&#21465;&#20107;&#24615;&#25955;&#25991;&#20013;&#12290;</LI></UL>
<H2 id=h_434074509_27 data-into-catalog-status=""><B>&#33268;&#35874;</B></H2>
<P>&#24863;&#35874; Peter Hartree&#12289;Michael Nielsen&#12289;Ben Reinhardt &#21644; Can Sar &#23545;&#26412;&#25351;&#21335;&#30340;&#26377;&#30410;&#21453;&#39304;&#65307;&#24863;&#35874;&#25105;&#22312;&#32534;&#20889;&#26412;&#25351;&#21335;&#26102;&#20030;&#21150;&#30340;&#21345;&#29255;&#20889;&#20316;&#30740;&#35752;&#20250;&#30340;&#35768;&#22810;&#19982;&#20250;&#32773;&#65307;&#24863;&#35874; Gwern Branwen &#21644; Taylor Rogalski &#23545;&#20889;&#21345;&#30340;&#26377;&#30410;&#35752;&#35770;&#65292;&#36825;&#20123;&#35752;&#35770;&#20026;&#26412;&#24037;&#20316;&#25552;&#20379;&#20102;&#20449;&#24687;&#12290;&#25105;&#29305;&#21035;&#24863;&#35874; Michael Nielsen &#22810;&#24180;&#26469;&#22260;&#32469;&#35760;&#24518;&#31995;&#32479;&#36827;&#34892;&#30340;&#23545;&#35805;&#21644;&#21512;&#20316;&#65292;&#36825;&#20123;&#23545;&#35805;&#21644;&#21512;&#20316;&#22609;&#36896;&#20102;&#25105;&#23545;&#36825;&#19968;&#20027;&#39064;&#24605;&#32771;&#30340;&#21508;&#20010;&#26041;&#38754;&#12290;</P>
<P>&#26412;&#25351;&#21335;&#65288;&#21644; Orbit&#65292;&#20854;&#20869;&#23884;&#30340;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#65289;&#26159;&#30001;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//patreon.com/quantumcountry" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25105;&#30340; Patreon &#31038;&#21306;</A></U>&#25552;&#20379;&#30340;&#20247;&#31609;&#30740;&#31350;&#32463;&#36153;&#20419;&#25104;&#30340;&#12290;&#22914;&#26524;&#20320;&#35273;&#24471;&#25105;&#30340;&#24037;&#20316;&#26377;&#36259;&#65292;&#20320;&#21487;&#20197;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//patreon.com/quantumcountry" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25104;&#20026;&#20250;&#21592;</A></U>&#65292;&#20197;&#33719;&#24471;&#25345;&#32493;&#30340;&#24149;&#21518;&#26356;&#26032;&#21644;&#26032;&#20316;&#21697;&#30340;&#26089;&#26399;&#35775;&#38382;&#12290;</P>
<P>&#29305;&#21035;&#24863;&#35874;&#25105;&#30340;&#36190;&#21161;&#21830;&#32423;&#21035;&#30340;&#36190;&#21161;&#32773;&#12290;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//twitter.com/hirodusk" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Adam Wiggins</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//asuth.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Andrew Sutherland</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//somethingdoneright.net/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Bert Muthalaly</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//calv.info/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Calvin French-Owen</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.linkedin.com/in/dwight-crow-73122621" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Dwight Crow</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//fnnch.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">fnnch</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//jameshk.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">James Hill-Khurana</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//lambdalabs.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Lambda AI Hardware</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//twitter.com/ludwig" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Ludwig Petersson</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//www.t-1ventures.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Mickey McManus</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//mintter.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Mintter</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//patrickcollison.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Patrick Collison</A></U>, Paul Sutter,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//peterhartree.co.uk/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Peter Hartree</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.sanalabs.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Sana Labs</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//shripriya.com/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Shripriya Mahesh</A></U>,<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.oreilly.com/tim/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Tim O'Reilly</A></U>.</P>
<H2 id=h_434074509_28 data-into-catalog-status=""><B>&#35768;&#21487;&#35777;&#21644;&#32626;&#21517;</B></H2>
<P>&#26412;&#20316;&#21697;&#20197;<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//creativecommons.org/licenses/by-nc/4.0/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">CC BY-NC 4.0</A></U><SPAN>&nbsp;</SPAN>&#25480;&#26435;&#65292;&#36825;&#24847;&#21619;&#30528;&#20320;&#21487;&#20197;&#22797;&#21046;&#12289;&#20998;&#20139;&#21644;&#24314;&#31435;&#22312;&#36825;&#31687;&#35770;&#25991;&#19978;&#65288;&#27880;&#26126;&#20986;&#22788;&#65289;&#65292;&#20294;&#19981;&#33021;&#20986;&#21806;&#12290;</P>
<P>&#22312;&#23398;&#26415;&#24037;&#20316;&#20013;&#65292;&#35831;&#23558;&#27492;&#24341;&#29992;&#20026;&#65306;</P>
<P>Andy Matuschak, &#8220;How to write good prompts: using spaced repetition to create understanding&#8221;,<SPAN>&nbsp;</SPAN><U><A class=" external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043"><SPAN class=invisible>https://</SPAN><SPAN class=visible>andymatuschak.org/promp</SPAN><SPAN class=invisible>ts</SPAN><SPAN class=ellipsis></SPAN></A></U>, San Francisco (2020).</P>
<H2 id=h_434074509_29 data-into-catalog-status=""><B>&#27880;&#37322;</B></H2>
<BLOCKQUOTE>[1] &#26412;&#25351;&#21335;&#20551;&#23450;&#20320;&#23545;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#26377;&#22522;&#26412;&#30340;&#29087;&#24713;&#12290;&#26377;&#20851;&#20171;&#32461;&#65292;&#35831;&#21442;&#38405; Michael Nielsen &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//augmentingcognition.com/ltm.html" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#22686;&#24378;&#38271;&#26399;&#35760;&#24518;&#12299;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311; https://zhuanlan.zhihu.com/p/65131722" data-draft-type="reference" data-draft-node="inline" data-numero="3" data-url="https://zhuanlan.zhihu.com/p/65131722" data-text="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311;"><A id=ref_3_1 aria-labelledby=ref_3 href="https://zhuanlan.zhihu.com/p/434074509#ref_3" data-reference-link="true">[3]</A></SUP>(2018&#24180;)&#65292;&#35813;&#25991;&#20063;&#26159;&#12300;&#35753;&#35760;&#24518;&#25104;&#20026;&#19968;&#31181;&#36873;&#25321;&#12301;&#36825;&#21477;&#35805;&#30340;&#26469;&#28304;&#12290; 
<P>
<P>[2] &#22914;&#26524;&#20320;&#27809;&#29992;&#36807;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#65292;&#25105;&#24314;&#35758;&#20320;&#19979;&#36733;<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//apps.ankiweb.net/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Anki</A></U><SPAN>&nbsp;</SPAN>&#24182;&#38405;&#35835;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//augmentingcognition.com/ltm.html" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#20043;&#21069;&#25552;&#36807;&#30340;&#37027;&#31687; Michael &#30340;&#25991;&#31456;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311; https://zhuanlan.zhihu.com/p/65131722" data-draft-type="reference" data-draft-node="inline" data-numero="3" data-url="https://zhuanlan.zhihu.com/p/65131722" data-text="&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311;"><A id=ref_3_2 aria-labelledby=ref_3 href="https://zhuanlan.zhihu.com/p/434074509#ref_3" data-reference-link="true">[3]</A></SUP>&#12290; 
<P>
<P>[3] &#26356;&#22810;&#30340;&#32972;&#26223;&#36164;&#26009;&#65292;&#35831;&#21442;&#38405; Roediger &#21644; Karpicke &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Roediger2006.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#27979;&#35797;&#35760;&#24518;&#30340;&#21147;&#37327;&#12299;</A></U><SPAN>&nbsp;</SPAN>(2006)&#12290;Gwern Branwen<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//www.gwern.net/Spaced-repetition" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#20851;&#20110;&#38388;&#38548;&#37325;&#22797;&#30340;&#25991;&#31456;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#39640;&#25928;&#23398;&#20064;&#30340;&#38388;&#38548;&#37325;&#22797; https://zhuanlan.zhihu.com/p/420105707" data-draft-type="reference" data-draft-node="inline" data-numero="6" data-url="https://zhuanlan.zhihu.com/p/420105707" data-text="&#39640;&#25928;&#23398;&#20064;&#30340;&#38388;&#38548;&#37325;&#22797;"><A id=ref_6_0 aria-labelledby=ref_6 href="https://zhuanlan.zhihu.com/p/434074509#ref_6" data-reference-link="true">[6]</A></SUP>&#26159;&#27604;&#36739;&#20844;&#35748;&#30340;&#19968;&#20010;&#30340;&#22909;&#32508;&#36848;&#12290; 
<P>
<P>[4] &#20363;&#22914;&#65292;&#35265; Karpicke &#21644; Blunt &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Karpicke2011.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25552;&#21462;&#32451;&#20064;&#27604;&#20351;&#29992;&#27010;&#24565;&#22270;&#30340;&#31934;&#32454;&#23398;&#20064;&#20135;&#29983;&#26356;&#22810;&#30340;&#23398;&#20064;&#25928;&#26524;</A></U><SPAN>&nbsp;</SPAN>(2011)&#65307;&#20197;&#21450; Blunt &#21644; Karpicke &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Blunt2014.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#29992;&#22522;&#20110;&#25552;&#21462;&#30340;&#27010;&#24565;&#22270;&#23398;&#20064;&#12299;</A></U><SPAN>&nbsp;</SPAN>(2014)&#12290; 
<P>
<P>[5] &#20851;&#20110;&#21161;&#35760;&#23186;&#20171;&#30340;&#26356;&#22810;&#32972;&#26223;&#65292;&#35265; Matuschak &#21644; Nielsen&#65292;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//numinous.productions/ttft/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311; https://zhuanlan.zhihu.com/p/394795804" data-draft-type="reference" data-draft-node="inline" data-numero="5" data-url="https://zhuanlan.zhihu.com/p/394795804" data-text="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;"><A id=ref_5_1 aria-labelledby=ref_5 href="https://zhuanlan.zhihu.com/p/434074509#ref_5" data-reference-link="true">[5]</A></SUP>(2019)&#12290; 
<P>
<P>[Jarrett 1] &#36951;&#25022;&#30340;&#26159;&#65292;&#23884;&#20837;&#21345;&#29255;&#38656;&#35201; Orbit &#39033;&#30446;&#30340;&#25903;&#25345;&#65292;&#26080;&#27861;&#22312;&#26222;&#36890;&#30340;&#32593;&#31449;&#19978;&#23454;&#29616;&#36825;&#19968;&#25928;&#26524;&#12290;&#24819;&#35201;&#20102;&#35299;&#36825;&#31181;&#23884;&#20837;&#21345;&#29255;&#20855;&#20307;&#24418;&#24335;&#30340;&#35835;&#32773;&#65292;&#21487;&#20197;&#38405;&#35835;&#21407;&#25991;&#65292;&#20146;&#33258;&#20307;&#39564;&#19968;&#30058;&#12290; 
<P>
<P>[6] &#20320;&#21487;&#33021;&#20250;&#21457;&#29616;&#22312;&#20004;&#20010;&#22320;&#26041;&#22797;&#20064;&#21345;&#29255;&#24456;&#28902;&#20154;&#12290;&#38543;&#30528; Orbit &#30340;&#25104;&#29087;&#65292;&#25105;&#20204;&#23558;&#21457;&#24067;&#23548;&#20837;/&#23548;&#20986;&#24037;&#20855;&#26469;&#35299;&#20915;&#36825;&#20010;&#38382;&#39064;&#12290; 
<P>
<P>[7] &#36825;&#31181;&#25928;&#24212;&#24050;&#32463;&#22312;&#35768;&#22810;&#23454;&#39564;&#20013;&#20135;&#29983;&#65292;&#20294;&#36824;&#27809;&#26377;&#24471;&#21040;&#24456;&#22909;&#30340;&#29702;&#35299;&#12290;&#27010;&#36848;&#35265;Murayama &#31561;&#20154;&#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Murayama2014.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#36951;&#24536;&#26159;&#25552;&#21462;&#30340;&#32467;&#26524;&#65306;&#25552;&#21462;&#35825;&#23548;&#36951;&#24536;&#30340;&#20803;&#20998;&#26512;&#22238;&#39038;&#12299;</A></U>(2014)&#12290; 
<P>
<P>[8] SuperMemo &#30340;&#31639;&#27861;&#65288;&#20063;&#34987;&#22823;&#22810;&#25968;&#20854;&#20182;&#20027;&#35201;&#31995;&#32479;&#20351;&#29992;&#65289;&#34987;&#35843;&#25972;&#20026; 90% &#30340;&#20934;&#30830;&#29575;&#12290;&#22914;&#26524;&#20320;&#20197;&#26356;&#20302;&#30340;&#20934;&#30830;&#29575;&#20026;&#30446;&#26631;&#65292;&#27599;&#19968;&#27425;&#22797;&#20064;&#37117;&#21487;&#33021;&#23545;&#20320;&#30340;&#35760;&#24518;&#20135;&#29983;&#26356;&#22823;&#30340;&#24433;&#21709;&#8212;&#8212;&#21442;&#38405;&#20363;&#22914; Carpenter &#31561;&#20154;&#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Carpenter2012.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#20351;&#29992;&#38388;&#38548;&#26469;&#22686;&#24378;&#19981;&#21516;&#24418;&#24335;&#30340;&#23398;&#20064;&#12299;</A></U><SPAN>&nbsp;</SPAN>(2012)&#12290;&#26356;&#39640;&#30340;&#20934;&#30830;&#29575;&#30446;&#26631;&#20197;&#25928;&#29575;&#25442;&#21462;&#21487;&#38752;&#24615;&#12290; 
<P>
<P>[9] &#20851;&#20110;&#22256;&#38590;&#30340;&#25552;&#21462;&#27604;&#23481;&#26131;&#30340;&#25552;&#21462;&#26377;&#26356;&#22823;&#30340;&#24433;&#21709;&#36825;&#19968;&#27010;&#24565;&#65292;&#35265;&#20851;&#20110; Bjork &#30340;&#35752;&#35770;&#65292;&#20197;&#21450; Bjork&#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Bjork1992.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#24223;&#29992;&#26032;&#29702;&#35770;&#21644;&#21050;&#28608;&#24615;&#27874;&#21160;&#26087;&#29702;&#35770;&#12299;</A></U><SPAN>&nbsp;</SPAN>(1992)&#12290;Pyc &#21644; Rawson &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Pyc2009.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#27979;&#35797;&#25552;&#21462;&#21162;&#21147;&#20551;&#35828;&#65306;&#26356;&#22823;&#30340;&#27491;&#30830;&#22238;&#24518;&#20449;&#24687;&#30340;&#38590;&#24230;&#26159;&#21542;&#20250;&#23548;&#33268;&#26356;&#39640;&#30340;&#35760;&#24518;&#27700;&#24179;&#65311;&#12299;</A></U><SPAN>&nbsp;</SPAN>(2009) &#23545;&#36825;&#19968;&#29702;&#35770;&#25552;&#20379;&#20102;&#19968;&#20123;&#38598;&#20013;&#30340;&#23454;&#39564;&#27979;&#35797;&#65292;&#20182;&#20204;&#23558;&#20854;&#31216;&#20026;&#12300;&#25552;&#21462;&#21162;&#21147;&#20551;&#35828;&#12301;&#12290; 
<P>
<P>[10] &#22914;&#26524;&#20320;&#26159;&#19968;&#20010;&#32032;&#39135;&#20027;&#20041;&#32773;&#65292;&#25105;&#24076;&#26395;&#20320;&#33021;&#30475;&#28129;&#20851;&#20110;&#39592;&#22836;&#30340;&#35752;&#35770;&#65306;&#36873;&#25321;&#36825;&#20010;&#20363;&#23376;&#28041;&#21450;&#21040;&#35768;&#22810;&#26435;&#34913;&#12290; 
<P>
<P>[11] &#20363;&#22914;&#65292;&#35265; Bradshaw &#21644; Anderson &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Bradshaw1982.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#31934;&#32454;&#32534;&#30721;&#26159;&#23545;&#21152;&#24037;&#27700;&#24179;&#30340;&#19968;&#31181;&#35299;&#37322;&#12299;</A></U><SPAN>&nbsp;</SPAN>(1982). 
<P>
<P>[12] &#19968;&#20010;&#20196;&#20154;&#20449;&#26381;&#30340;&#35777;&#26126;&#65292;&#21487;&#20197;&#35265; Chase &#21644; Simon &#30340;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//andymatuschak.org/prompts/Chase1973.pdf" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#12298;&#22269;&#38469;&#35937;&#26827;&#20013;&#30340;&#24863;&#30693;&#12299;</A></U>(1973)&#65292;&#23427;&#36890;&#36807;&#23454;&#39564;&#35777;&#23454;&#20102;&#22269;&#38469;&#35937;&#26827;&#22823;&#24072;&#26159;&#22914;&#20309;&#25805;&#20316;&#36739;&#22823;&#30340;&#32452;&#22359;&#30340;&#12290; 
<P>
<P>[13] &#20107;&#23454;&#19978;&#65292;&#22914;&#26524;&#24744;&#26159;&#19968;&#20301;&#32463;&#39564;&#20016;&#23500;&#30340;&#21416;&#24072;&#65292;&#24744;&#21487;&#33021;&#20250;&#23558;&#40481;&#32905;&#39640;&#27748;&#30340;&#21407;&#26009;&#20063;&#35270;&#20316;&#24320;&#25918;&#24335;&#28165;&#21333;&#8212;&#8212;&#22914;&#26524;&#26159;&#36825;&#26679;&#65292;&#26368;&#22909;&#20197;&#36825;&#31181;&#26041;&#24335;&#20195;&#34920;&#23427;&#20204;&#65281; &#36825;&#26159;&#20154;&#31867;&#23610;&#24230;&#19979;&#65292;&#23553;&#38381;&#24335;&#28165;&#21333;&#30340;&#20849;&#21516;&#21629;&#36816;&#12290; 
<P>
<P>[14] &#35265; Slamecka and Graf, The Generation Effect: Delineation of a Phenomenon (1978). 
<P>
<P>[15] Michael Nielsen &#21644;&#25105;&#22312;&#37327;&#23376;&#21147;&#23398;&#20013;&#23581;&#35797;&#20102;&#20197;&#24212;&#29992;&#20026;&#20013;&#24515;&#30340;SR&#21345;&#29255;&#65292;&#20294;&#25105;&#20204;&#35273;&#24471;&#24182;&#27809;&#29702;&#35299;&#23427;&#20204;&#12290; 
<P>
<P>[*] &#31169;&#20154;&#36890;&#35759;&#20013; 
<P>
<P>[16] &#36825;&#26159;&#25945;&#32946;&#24515;&#29702;&#23398;&#20013;&#31216;&#20026;&#12300;&#23398;&#20064;&#36801;&#31227;&#12301;&#30340;&#19968;&#20010;&#24191;&#27867;&#38382;&#39064;&#30340;&#19968;&#20010;&#26041;&#38754;&#65306;&#20154;&#20204;&#22914;&#20309;&#23558;&#20182;&#20204;&#22312;&#19968;&#31181;&#24773;&#20917;&#19979;&#23398;&#21040;&#30340;&#19996;&#35199;&#36716;&#31227;&#21040;&#21478;&#19968;&#31181;&#24773;&#20917;&#65311; 
<P>
<P>[17] &#27491;&#22914;<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//augmentingcognition.com/ltm.html" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">Michael Nielsen &#31508;&#35760;</A></U>&#65292;&#31867;&#20284;&#30340;&#36731;&#37327;&#32423;&#21345;&#29255;&#20889;&#20316;&#30446;&#26631;&#21487;&#20197;&#27963;&#36291;&#30740;&#35752;&#20250;&#12289;&#19987;&#19994;&#23545;&#35805;&#12289;&#27963;&#21160;&#31561;&#12290; 
<P>
<P>[18] &#26377;&#20851;&#25968;&#23398;&#20013;&#36825;&#19968;&#36807;&#31243;&#30340;&#29983;&#21160;&#25551;&#36848;&#65292;&#35831;&#21442;&#35265; Michael Nielsen&#65292;<U><A class=" wrap external" href="https://link.zhihu.com/?target=http%3A//cognitivemedium.com/srs-mathematics" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#20351;&#29992;&#38388;&#38548;&#37325;&#22797;&#31995;&#32479;&#30475;&#31359;&#19968;&#27573;&#25968;&#23398;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#22914;&#20309;&#29992;Anki&#23398;&#25968;&#23398;? https://zhuanlan.zhihu.com/p/359350968" data-draft-type="reference" data-draft-node="inline" data-numero="4" data-url="https://zhuanlan.zhihu.com/p/359350968" data-text="&#22914;&#20309;&#29992;Anki&#23398;&#25968;&#23398;?"><A id=ref_4_1 aria-labelledby=ref_4 href="https://zhuanlan.zhihu.com/p/434074509#ref_4" data-reference-link="true">[4]</A></SUP><SPAN>&nbsp;</SPAN>(2019)&#12290; 
<P>
<P>[19] &#38388;&#38548;&#37325;&#22797;&#30340;&#20808;&#39537; Piotr Wozniak &#19968;&#30452;&#22312;&#24320;&#21457;&#19968;&#31181;&#20182;&#31216;&#20043;&#20026;<SPAN>&nbsp;</SPAN><U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//supermemo.guru/wiki/Incremental_reading" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#28176;&#36827;&#38405;&#35835;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#28176;&#36827;&#38405;&#35835; https://www.yuque.com/supermemo/wiki/incremental_reading" data-draft-type="reference" data-draft-node="inline" data-numero="7" data-url="https://www.yuque.com/supermemo/wiki/incremental_reading" data-text="&#28176;&#36827;&#38405;&#35835;"><A id=ref_7_0 aria-labelledby=ref_7 href="https://zhuanlan.zhihu.com/p/434074509#ref_7" data-reference-link="true">[7]</A></SUP><SPAN>&nbsp;</SPAN>&#30340;&#31995;&#32479;&#65292;&#35813;&#31995;&#32479;&#35797;&#22270;&#31215;&#26497;&#25903;&#25345;&#36825;&#31181;&#36845;&#20195;&#12289;&#22686;&#37327;&#21345;&#29255;&#20889;&#20316;&#12290; 
<P>
<P>[20] &#23545;&#21477;&#23376;&#30340;&#31867;&#27604;&#26469;&#33258; Matuschak &#21644; Nielsen&#65292;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//numinous.productions/ttft/" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25105;&#20204;&#22914;&#20309;&#24320;&#21457;&#24605;&#32500;&#21464;&#38761;&#24037;&#20855;&#65311;</A></U><SUP data-tooltip-classname="ztext-referene-tooltip" data-tooltip-preset="white" data-tooltip="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311; https://zhuanlan.zhihu.com/p/394795804" data-draft-type="reference" data-draft-node="inline" data-numero="5" data-url="https://zhuanlan.zhihu.com/p/394795804" data-text="&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;"><A id=ref_5_2 aria-labelledby=ref_5 href="https://zhuanlan.zhihu.com/p/434074509#ref_5" data-reference-link="true">[5]</A></SUP><SPAN>&nbsp;</SPAN>(2019)&#12290; 
<P>
<P>[21] &#22914;&#26524;&#24744;&#23581;&#35797;&#36807;&#36825;&#20123;&#32451;&#20064;&#65292;&#24744;&#21487;&#33021;&#20250;&#27880;&#24847;&#21040;&#65292;&#22312;&#21516;&#19968;&#25991;&#26412;&#23383;&#27573;&#20013;&#25776;&#20889;&#22810;&#20010;&#38382;&#39064;&#26102;&#65292;&#36328;&#38382;&#39064;&#36793;&#30028;&#36827;&#34892;&#20462;&#25913;&#35201;&#27604;&#20165;&#21333;&#21345;&#20462;&#25913;&#20250;&#26356;&#23481;&#26131;&#12290; &#20316;&#20026;&#19968;&#39033;&#23454;&#39564;&#65292;<U><A class=" wrap external" href="https://link.zhihu.com/?target=https%3A//notes.andymatuschak.org/z5ARNXtS5VxteskEW91S1yYTgAcLABNXsZuJE" rel="nofollow noreferrer" target=_blank data-za-detail-view-id="1043">&#25105;</A></U><SPAN>&nbsp;</SPAN>2020 &#24180;&#25152;&#20889;&#30340;&#20840;&#37096;&#26032;&#21345;&#29255;&#37117;&#26159;&#31616;&#21333;&#30340;&#8220;Q. / A. &#19968;&#31181;&#12290;&#8221; &#20351;&#29992;&#32769;&#24335;&#25991;&#26412;&#32534;&#36753;&#22120;&#32780;&#19981;&#26159;&#19987;&#29992;&#30028;&#38754;&#23884;&#20837;&#26126;&#25991;&#31508;&#35760;&#20013;&#30340;&#34892;&#65288;&#22914;&#26412;&#25351;&#21335;&#20013;&#30340;&#31034;&#20363;&#65289;&#12290; &#25105;&#21457;&#29616;&#22312;&#22823;&#22810;&#25968;&#24773;&#20917;&#19979;&#25105;&#26356;&#21916;&#27426;&#36825;&#31181;&#26041;&#27861;&#12290; &#20197;&#21518;&#25105;&#21487;&#33021;&#20250;&#21457;&#24067;&#19968;&#20123;&#24037;&#20855;&#65292;&#20801;&#35768;&#20854;&#20182;&#20154;&#20197;&#36825;&#31181;&#26041;&#24335;&#32534;&#20889;&#21345;&#29255;&#12290;</P></BLOCKQUOTE>
<H2>&#21442;&#32771;</H2>
<OL class=ReferenceList>
<LI tabIndex=0 id=ref_1><A aria-label=back class=ReferenceList-backLink href="https://zhuanlan.zhihu.com/p/434074509#ref_1_0" data-reference-link="true">^</A><SPAN>&#26377;&#25928;&#30340;&#23398;&#20064;&#65306;&#22788;&#29702;&#30693;&#35782;&#30340;20&#26465;&#35268;&#21017;[&#30452;&#35793;&#29256;]</SPAN>&nbsp;<A class=external href="https://www.yuque.com/supermemo/articles/20rules" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://www.yuque.com/supermemo/articles/20rules</A> 
<LI tabIndex=0 id=ref_2><A aria-label=back class=ReferenceList-backLink href="https://zhuanlan.zhihu.com/p/434074509#ref_2_0" data-reference-link="true">^</A><SPAN>&#22522;&#20110;&#20027;&#21160;&#22238;&#24518;&#30340;&#23398;&#20064;&#20013;&#30340;&#30693;&#35782;&#32467;&#26500;&#19982;&#34920;&#36848;</SPAN>&nbsp;<A class=external href="https://zhuanlan.zhihu.com/p/297790034" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://zhuanlan.zhihu.com/p/297790034</A> 
<LI tabIndex=0 id=ref_3><SPAN aria-label=back class=ReferenceList-backHint>^</SPAN><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_3_0" data-reference-link="true">a</A></SUP><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_3_1" data-reference-link="true">b</A></SUP><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_3_2" data-reference-link="true">c</A></SUP><SPAN>&#37327;&#23376;&#29289;&#29702;&#23398;&#23478;&#26159;&#22914;&#20309;&#20351;&#29992; Anki &#30340;&#65311;</SPAN>&nbsp;<A class=external href="https://zhuanlan.zhihu.com/p/65131722" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://zhuanlan.zhihu.com/p/65131722</A> 
<LI tabIndex=0 id=ref_4><SPAN aria-label=back class=ReferenceList-backHint>^</SPAN><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_4_0" data-reference-link="true">a</A></SUP><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_4_1" data-reference-link="true">b</A></SUP><SPAN>&#22914;&#20309;&#29992;Anki&#23398;&#25968;&#23398;?</SPAN>&nbsp;<A class=external href="https://zhuanlan.zhihu.com/p/359350968" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://zhuanlan.zhihu.com/p/359350968</A> 
<LI tabIndex=0 id=ref_5><SPAN aria-label=back class=ReferenceList-backHint>^</SPAN><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_5_0" data-reference-link="true">a</A></SUP><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_5_1" data-reference-link="true">b</A></SUP><SUP class=ReferenceList-backLink><A href="https://zhuanlan.zhihu.com/p/434074509#ref_5_2" data-reference-link="true">c</A></SUP><SPAN>&#25105;&#20204;&#22914;&#20309;&#25165;&#33021;&#24320;&#21457;&#20986;&#21464;&#38761;&#24615;&#30340;&#24605;&#24819;&#24037;&#20855;&#65311;</SPAN>&nbsp;<A class=external href="https://zhuanlan.zhihu.com/p/394795804" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://zhuanlan.zhihu.com/p/394795804</A> 
<LI tabIndex=0 id=ref_6><A aria-label=back class=ReferenceList-backLink href="https://zhuanlan.zhihu.com/p/434074509#ref_6_0" data-reference-link="true">^</A><SPAN>&#39640;&#25928;&#23398;&#20064;&#30340;&#38388;&#38548;&#37325;&#22797;</SPAN>&nbsp;<A class=external href="https://zhuanlan.zhihu.com/p/420105707" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://zhuanlan.zhihu.com/p/420105707</A> 
<LI tabIndex=0 id=ref_7><A aria-label=back class=ReferenceList-backLink href="https://zhuanlan.zhihu.com/p/434074509#ref_7_0" data-reference-link="true">^</A><SPAN>&#28176;&#36827;&#38405;&#35835;</SPAN>&nbsp;<A class=external href="https://www.yuque.com/supermemo/wiki/incremental_reading" rel="noopener noreferrer" target=_blank data-za-detail-view-id="1043">https://www.yuque.com/supermemo/wiki/incremental_reading</A></LI></OL>